{
    "id": "brutal-hangover",
    "title": "Brutal Hangover",
    "cards": [
        {
            "title": "Do it or Drink",
            "text": "Snog the person you most attracted to, Propose to the person you'd marry, slap the person you would avoid!"
        },
        {
            "title": "Do it or Drink",
            "text": "Tell a joke, if no one laughts... drink!"
        },
        {
            "title": "Do it or Drink",
            "text": "Kiss the worst looking player"
        },
        {
            "title": "Do it or Drink",
            "text": "Pick someone to go through your phone for 20 seconds"
        },
        {
            "title": "Do it or Drink",
            "text": "Like 3 of your exes pictures on social media"
        },
        {
            "title": "Do it or Drink",
            "text": "Tell the group your favourite porn category"
        },
        {
            "title": "Do it or Drink",
            "text": "Spin a bottle and kiss the person it points to, they can refuse and take 5 sips"
        },
        {
            "title": "Do it or Drink",
            "text": "Share your body count with the group"
        },
        {
            "title": "Do it or Drink",
            "text": "Name a sex act your bad at"
        },
        {
            "title": "Do it or Drink",
            "text": "Point to the person most likely to get rejected asking someone out"
        },
        {
            "title": "Do it or Drink",
            "text": "Choose a player to drink 3 shots"
        },
        {
            "title": "Do it or Drink",
            "text": "Flash your underwear to the group for at least 5 seconds"
        },
        {
            "title": "Do it or Drink",
            "text": "Pick a player and go into a separate room for 5 minutes"
        },
        {
            "title": "Do it or Drink",
            "text": "Pick a partner and demonstrate your favourite sex position"
        },
        {
            "title": "Do it or Drink",
            "text": "Message your crush to ask them out on a date"
        },
        {
            "title": "Do it or Drink",
            "text": "If you got to the chance to sleep with anyone in this room who would it be"
        },
        {
            "title": "Do it or Drink",
            "text": "What's the number one thing you don't want your parents to find out about"
        },
        {
            "title": "Do it or Drink",
            "text": "Share with the group the biggest lie you've told your ex or current partner"
        },
        {
            "title": "Do it or Drink",
            "text": "Give a person of your choice a lap dance for 60 seconds"
        },
        {
            "title": "Do it or Drink",
            "text": "Describe yourself in five words if anyone disagrees with you then down your drink"
        },
        {
            "title": "Do it or Drink",
            "text": "Send the following message to five people in your contact list \"I know what you did I've spoken to the police\""
        },
        {
            "title": "Do it or Drink",
            "text": "Sing or rap verse from your favourite song"
        },
        {
            "title": "Vote on who should Drink",
            "text": "If you applied for love island, who's most likely to get a spot on the show?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to date multiple people at once?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "If we were all pornstars who would be the most popular one?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's If you're all in prison who is most likely to become a prison bitch?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to get a restraining order placed against them?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's the most likely to end up homeless?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's the most likely to crash that car?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "If we all live together, who'd be the most annoying flatmate?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's the most likely to get in a fight at the club new life?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to die single?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to become a stripper?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's the most likely to get ghosted by someone they're interested in?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to get ghosted by someone they're interested in?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to cheat on their partner?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to become a millionaire?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "If you had one week to live and had to marry someone in this room, who would it be? If they agree then take a shot together. Cheers to the happy marriage!"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to murder someone?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to win experience an orgy?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to end up in rehab?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to be dumped by their boyfriend or girlfriend for being too annoying?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to go viral for a sex tape?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to wake up in a stranger's bed?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to have multiple baby daddys/mummys?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to sleep with their step-dad/mum (if they had one)?"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Who's most likely to take back their partner after being cheated on?"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you’ve ever tasted yourself"
        },
        {
            "title": "Never have I ever",
            "text": "Take a drink for every person you've had sex with"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you’ve ever bought fake designer clothes"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you’ve ever had sex in acar"
        },
        {
            "title": "Vote on who should Drink",
            "text": "Take turns faking orgasm the worst player with the worst one must drink"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you've ever gotten drunk a protest"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you've ever worn a broken watch for style"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you've ever cheated on someone, drink twice if they're in the room"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you've got an online dating profile"
        },
        {
            "title": "Never have I ever",
            "text": "Drink 2 shots if you ever created an Instagram account to stalk someone"
        },
        {
            "title": "Never have I ever",
            "text": "Drink one shot if you've ever fancied someone in this room"
        },
        {
            "title": "Never have I ever",
            "text": "Drink three shots if you've ever faked an orgasm"
        },
        {
            "title": "Never have I ever",
            "text": "Point to the person with a craziest ex they must take a shot"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you've ever gone vegan"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you've ever fallen in love.\nDrink three times if you regret it"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you've ever flirted with the bartender for a free drink"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you've ever lied to your partner about your whereabouts"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you've ever broken someone's heart"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you've ever dropped your phone in the toilet"
        },
        {
            "title": "Never have I ever",
            "text": "Drink 2 shots if you’ve ever slept with someone you've known for less than 24 hours"
        },
        {
            "title": "Never have I ever",
            "text": "Drink if you're crush randomly stopped messaging you, Drink twice if you're still upset about it"
        }
    ]
}
