{
    "id": "neverending-trash",
    "title": "Never Ending Trash",
    "cards": [
        {
            "title": "",
            "description": "Player in front of you must attempt a Texan accent or finish their drink."
        },
        {
            "title": "",
            "description": "What is your greatest weakness?"
        },
        {
            "title": "",
            "description": "Dance or take a drink."
        },
        {
            "title": "",
            "description": "Ask your crush to go on a date with you or drink."
        },
        {
            "title": "",
            "description": "Drink if your name ends with a vowel."
        },
        {
            "title": "",
            "description": "Whisper something in the player on your lefts ear that you think will turn them on."
        },
        {
            "title": "",
            "description": "Answer or drink: What is the weirdest thing you have done with your partner?"
        },
        {
            "title": "",
            "description": "Do you know the last name of everyone you’ve had sex with?"
        },
        {
            "title": "",
            "description": "Play rock paper scissors with the player on your left, the loser drinks."
        },
        {
            "title": "",
            "description": "Brown-eyed players drink."
        },
        {
            "title": "",
            "description": "Answer or drink: What’s your favorite part of foreplay?"
        },
        {
            "title": "",
            "description": "Tell us your darkest sexual desire or drink."
        },
        {
            "title": "",
            "description": "The palest player must drink."
        },
        {
            "title": "",
            "description": "Dry hump another player to the song Lollipop."
        },
        {
            "title": "",
            "description": "One player puts a shot cup in their mouth; you have to collect it and drink everything without using your hand."
        },
        {
            "title": "",
            "description": "You cannot swear for 3 rounds. If you swear then you must drink."
        },
        {
            "title": "",
            "description": "Never have I ever farted during sex. Drink if you haven't."
        },
        {
            "title": "",
            "description": "Say a statement about yourself, it can be a truth or lie, the other players must collectively decide if it's a truth or a lie. If they are incorrect they must drink, but if they are correct you must drink."
        },
        {
            "title": "",
            "description": "Use one of your sex toys on yourself for 60 seconds."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever done oral on a stranger?"
        },
        {
            "title": "",
            "description": "Grind on the player to your right for 30 seconds or drink."
        },
        {
            "title": "",
            "description": "Drink if you have kissed under the rain at least once."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Football players starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Touch your toes without bending your legs or take a drink."
        },
        {
            "title": "",
            "description": "Player in front of you takes a drink with their eyes closed."
        },
        {
            "title": "",
            "description": "Suck on the finger of the player in front of you and pretend you’re performing oral sex for 30 seconds."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever done it in a car?"
        },
        {
            "title": "",
            "description": "Drink if you want to have a good night."
        },
        {
            "title": "",
            "description": "Drink if you have given a lap dance."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you like your partner to be silent or loud?"
        },
        {
            "title": "",
            "description": "Fake a blowjob on a bottle or drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever had an open relationship."
        },
        {
            "title": "",
            "description": "Drink for how many countries you've been to."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you have any spicy pictures or videos saved on your phone?"
        },
        {
            "title": "",
            "description": "Do a naked somersault."
        },
        {
            "title": "",
            "description": "Everybody who's ever gotten arrested drinks."
        },
        {
            "title": "",
            "description": "What's your biggest fear in life?"
        },
        {
            "title": "",
            "description": "Create a sex playlist and share it with your most recent caller."
        },
        {
            "title": "",
            "description": "Act your favorite sex move or drink."
        },
        {
            "title": "",
            "description": "Handcuff the player on your left and do something you’ve always wanted to do to their body."
        },
        {
            "title": "",
            "description": "Share your biggest turn-on."
        },
        {
            "title": "",
            "description": "Whoever owns the most Apple products drinks."
        },
        {
            "title": "",
            "description": "Answer or drink: What is the weirdest place that you made love with someone in?"
        },
        {
            "title": "",
            "description": "Whichever player has the largest pockets drinks."
        },
        {
            "title": "",
            "description": "If you're drinking someone else's drink, or someone paid for your drink, Thank them and then take a drink."
        },
        {
            "title": "",
            "description": "Do your best twerking moves for 20 seconds or drink!"
        },
        {
            "title": "",
            "description": "Drink if you watch anime!"
        },
        {
            "title": "",
            "description": "Drink if you have moaned loudly while having a sex dream."
        },
        {
            "title": "",
            "description": "Drink if you have peed on a piece of furniture."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you have a favorite porn star?"
        },
        {
            "title": "",
            "description": "Everyone put their hands in the air, the last to do so must drink."
        },
        {
            "title": "",
            "description": "Call a phone sex line and pretend that you have a diaper fetish."
        },
        {
            "title": "",
            "description": "Do your best impression of a porno that involves a pizza delivery guy."
        },
        {
            "title": "",
            "description": "Answer or drink: Can you ever watch your partner have sex with someone else?"
        },
        {
            "title": "",
            "description": "Drink if you tried to cut your own bangs."
        },
        {
            "title": "",
            "description": "Drink if you said I love you without meaning it."
        },
        {
            "title": "",
            "description": "Drink for every letter in your name."
        },
        {
            "title": "",
            "description": "Answer or drink: What is the strangest place you can ever have sex?"
        },
        {
            "title": "",
            "description": "Is sex better when you’re in love, or better when the other person is hot and mysterious?"
        },
        {
            "title": "",
            "description": "Drink if you're wearing heels."
        },
        {
            "title": "",
            "description": "Flex and drink."
        },
        {
            "title": "",
            "description": "Pick three players in the group. Which one you’d rather kiss, marry, and which one you’d kill."
        },
        {
            "title": "",
            "description": "Have an arm wrestle with the player on your right, the loser must down their drink."
        },
        {
            "title": "",
            "description": "Whoever left the room last must take a drink."
        },
        {
            "title": "",
            "description": "Answer or drink: What’s the worst lie you’ve ever told?"
        },
        {
            "title": "",
            "description": "Drink if you lied today."
        },
        {
            "title": "",
            "description": "Whichever player has the most plants in their home drinks."
        },
        {
            "title": "",
            "description": "Trade clothes with the person on your left."
        },
        {
            "title": "",
            "description": "Brush the hair of the person in front of you until it’s your turn again, or drink!"
        },
        {
            "title": "",
            "description": "Take a drink and then the player on your left must take a drink and then the player on their right and then so on until it is back to you."
        },
        {
            "title": "",
            "description": "Drink if you had a one-night stand."
        },
        {
            "title": "",
            "description": "Drink if you flirted with a teacher."
        },
        {
            "title": "",
            "description": "Any players wearing makeup must drink."
        },
        {
            "title": "",
            "description": "Drink if you prefer being on top."
        },
        {
            "title": "",
            "description": "Answer or drink: What’s your favorite body part on a girl?"
        },
        {
            "title": "",
            "description": "Whichever player has the most unread emails drinks."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever sexted anyone? If so, read one of the sexts in a fake British accent."
        },
        {
            "title": "",
            "description": "Perform a striptease to an ‘80’s hit."
        },
        {
            "title": "",
            "description": "Player with the most amount of body counts drinks."
        },
        {
            "title": "",
            "description": "Answer or drink: What is the highest number of orgasms you’ve had in one sexual encounter?"
        },
        {
            "title": "",
            "description": "Boink! For 2 rounds, everyone has to drink whenever anyone says anything horny."
        },
        {
            "title": "",
            "description": "Player with the most expensive phone drinks."
        },
        {
            "title": "",
            "description": "What’s your biggest sexual fear?"
        },
        {
            "title": "",
            "description": "Everyone must dance for you, you can choose who does the worst dance and they must drink."
        },
        {
            "title": "",
            "description": "Player on your left describes a recent embarrassing thing that happened to them, otherwise drink."
        },
        {
            "title": "",
            "description": "Do a reenactment of the first time you had sex."
        },
        {
            "title": "",
            "description": "What’s the sexiest thing anyone’s ever said to you?"
        },
        {
            "title": "",
            "description": "If you could double the amount in your bank account or double the amount of sexual partners you’ve had, which would you pick?"
        },
        {
            "title": "",
            "description": "Compliment the person on your left."
        },
        {
            "title": "",
            "description": "Player on your right chooses an opponent to arm wrestle, loser drinks."
        },
        {
            "title": "",
            "description": "Drink if you've ever shoplifted."
        },
        {
            "title": "",
            "description": "What fictional character do you have sexual fantasies about?"
        },
        {
            "title": "",
            "description": "Anyone who isn't straight must drink."
        },
        {
            "title": "",
            "description": "Do your best “sexy crawl”."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you prefer to keep the light on or off?"
        },
        {
            "title": "",
            "description": "Make a gesture, the player to your left of you must make that gesture and make another one. Keep going clockwise, adding gestures until someone forgets one gesture. Player who forgets must drink."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming US Presidents starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Show the player on your right the sexiest picture you have on your phone."
        },
        {
            "title": "",
            "description": "Drink if you have seen a duck’s penis."
        },
        {
            "title": "",
            "description": "Name 5 capital cities or drink."
        },
        {
            "title": "",
            "description": "Answer or drink: When was the first time you came?"
        },
        {
            "title": "",
            "description": "Put as much popcorn in your mouth as possible without chewing and only start chewing when it’s full, or drink!"
        },
        {
            "title": "",
            "description": "Whichever player is wearing the most colorful clothing drinks."
        },
        {
            "title": "",
            "description": "Cheers! Everyone drinks."
        },
        {
            "title": "",
            "description": "Give a detailed presentation on how you “woo” a lover in the style of a Ted Talk."
        },
        {
            "title": "",
            "description": "Drink if you have put anything other than a cotton swab in your ear."
        },
        {
            "title": "",
            "description": "What’s the weirdest thing you’ve ever done while masturbating?"
        },
        {
            "title": "",
            "description": "Everyone votes who the smartest player is, and they must down their drink."
        },
        {
            "title": "",
            "description": "Everyone votes who the best-looking player is, and they must down their drink."
        },
        {
            "title": "",
            "description": "Drink with the player you know the least well in the room."
        },
        {
            "title": "",
            "description": "Player on your right sips alcohol from your mouth or drink."
        },
        {
            "title": "",
            "description": "Share your dirtiest thoughts."
        },
        {
            "title": "",
            "description": "Answer or drink: When it comes to lingerie, is less best, or do you want something to unwrap?"
        },
        {
            "title": "",
            "description": "Drink if you're the youngest player."
        },
        {
            "title": "",
            "description": "The player with the largest ears must drink."
        },
        {
            "title": "",
            "description": "Answer or drink: How many people have you slept with?"
        },
        {
            "title": "",
            "description": "Have someone go on Amazon and buy you a “special toy” for $20 or less."
        },
        {
            "title": "",
            "description": "Undress down to your underwear and any accessories you have on. Take a shot for each piece of clothing you want to keep on."
        },
        {
            "title": "",
            "description": "Pretend to sleep in your favorite sex position or drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever gone on a date with no intention of paying."
        },
        {
            "title": "",
            "description": "Drink if you see dirty dreams."
        },
        {
            "title": "",
            "description": "If you have ever had bad sex, take a shot."
        },
        {
            "title": "",
            "description": "The player opposite you must drink."
        },
        {
            "title": "",
            "description": "Tell everyone your biggest fear and then drink."
        },
        {
            "title": "",
            "description": "Drink if you thought of starting a youtube channel."
        },
        {
            "title": "",
            "description": "Put whipped cream on a body part you want the player on your right to lick it off of."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you have a favorite strip club?"
        },
        {
            "title": "",
            "description": "You are the thumb master. You can place your thumb anytime on the table and all players must follow. The last to do so, drinks."
        },
        {
            "title": "",
            "description": "Player with the most cards in their wallet drinks (credit, loyalty, ID, etc.)."
        },
        {
            "title": "",
            "description": "If your best friend is playing then you must both drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever been on a roller coaster."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever paid to watch porn?"
        },
        {
            "title": "",
            "description": "Players with big boobs drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever lied on your first date."
        },
        {
            "title": "",
            "description": "How much money would your boss have to offer you before you slept with him or her?"
        },
        {
            "title": "",
            "description": "Which body area would you most like to have melted chocolate licked off of?"
        },
        {
            "title": "",
            "description": "Demonstrate your biggest turn-on."
        },
        {
            "title": "",
            "description": "Give a cooking demonstration of “How to Make Cereal” completely in the buff."
        },
        {
            "title": "",
            "description": "What’s your biggest regret so far?"
        },
        {
            "title": "",
            "description": "Go commando and play the rest of the game with your underpants on your head or drink."
        },
        {
            "title": "",
            "description": "Player on your left pretends to cry, the other players deem whether or not it was believable enough, if not, drink."
        },
        {
            "title": "",
            "description": "The player wearing the most expensive shoes in the group drinks."
        },
        {
            "title": "",
            "description": "Pretend to be a stripper for a few minutes or drink."
        },
        {
            "title": "",
            "description": "Starting with you, go around in a circle saying I'm going to the bar, and I'm going to buy. and add an alcoholic beverage. the next person must name every beverage that has been said so far and add a new one. the first to forget one or repeat one."
        },
        {
            "title": "",
            "description": "Drink if you have had a sex dream with a family member."
        },
        {
            "title": "",
            "description": "If you had to choose between having sex with one person for the rest of your life or never being able to have sex with the same person more than once, what would you pick?"
        },
        {
            "title": "",
            "description": "Everyone slaps your ass or drink."
        },
        {
            "title": "",
            "description": "The player with the most cash on them must drink."
        },
        {
            "title": "",
            "description": "Drink if you hooked up with someone you met online."
        },
        {
            "title": "",
            "description": "Pick another player's drink and take a drink from it."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Cricket players starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Drink if you have ever told a secret you shouldn't."
        },
        {
            "title": "",
            "description": "Give the player on your right a shoulder massage or drink."
        },
        {
            "title": "",
            "description": "Take a drink without using your hands."
        },
        {
            "title": "",
            "description": "Drink if you have been single for 6 months or more."
        },
        {
            "title": "",
            "description": "Drink twice."
        },
        {
            "title": "",
            "description": "Tough tongues with the person across from you."
        },
        {
            "title": "",
            "description": "The person on your right gets to go on your online dating profile for 3 minutes to do whatever they want."
        },
        {
            "title": "",
            "description": "Everyone must try to phone this player, the first to succeed can choose someone to drink."
        },
        {
            "title": "",
            "description": "Take a drink."
        },
        {
            "title": "",
            "description": "You must only whisper until your next turn."
        },
        {
            "title": "",
            "description": "Finish your drink in under 10 seconds, if you fail then finish that drink and one more."
        },
        {
            "title": "",
            "description": "Whichever player has the most tabs open on their phone drinks."
        },
        {
            "title": "",
            "description": "Answer or drink: What is your most favorite memory of sex?"
        },
        {
            "title": "",
            "description": "Drink if you have sold your worn panties or socks online."
        },
        {
            "title": "",
            "description": "Put something edible on the forearm of the player in front of you and lick it off."
        },
        {
            "title": "",
            "description": "Drink if you used a fake Instagram account to stalk."
        },
        {
            "title": "",
            "description": "Tell the group two truths and a lie, they have to guess which one is the lie."
        },
        {
            "title": "",
            "description": "Whoever is wearing the skinniest jeans must drink."
        },
        {
            "title": "",
            "description": "Use only your left hand for one round."
        },
        {
            "title": "",
            "description": "Answer or drink: What is the dumbest thing you’ve ever done?"
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever had sex outdoors?"
        },
        {
            "title": "",
            "description": "Drink if you've ever been hungover."
        },
        {
            "title": "",
            "description": "Give your best impersonation of the opposite sex."
        },
        {
            "title": "",
            "description": "Tilt your head back and take a drink."
        },
        {
            "title": "",
            "description": "Everybody must agree on which player is the most well dressed, they drink."
        },
        {
            "title": "",
            "description": "Whoever has drank the least throughout this game drinks."
        },
        {
            "title": "",
            "description": "Youngest player drinks."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you have any sexual memory that you believe nothing can beat ever?"
        },
        {
            "title": "",
            "description": "Drink if you have insulted a child."
        },
        {
            "title": "",
            "description": "command each player to do anything you want, if they cannot they must drink."
        },
        {
            "title": "",
            "description": "Pick a player to drink with you."
        },
        {
            "title": "",
            "description": "Drink if you love your job."
        },
        {
            "title": "",
            "description": "Answer or drink: What is the craziest thing you’ve ever watched?"
        },
        {
            "title": "",
            "description": "Anyone who can play an instrument drink."
        },
        {
            "title": "",
            "description": "If you're in the Human resource department, drink!"
        },
        {
            "title": "",
            "description": "If you're in the Design department, drink!"
        },
        {
            "title": "",
            "description": "Drink if you have ever deleted a chat so your partner won't see it."
        },
        {
            "title": "",
            "description": "What is your favorite part of foreplay?"
        },
        {
            "title": "",
            "description": "Drink if you have thought about what will happen after death."
        },
        {
            "title": "",
            "description": "Grind on a pillow for 20 seconds or drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever doubted your sexuality."
        },
        {
            "title": "",
            "description": "Have you ever had sex with a MILF? If not, do you want to?"
        },
        {
            "title": "",
            "description": "What do you wish someone would have told you about sex way earlier?"
        },
        {
            "title": "",
            "description": "Everybody must agree on which player would be the best at surviving in the wilderness, that player drinks."
        },
        {
            "title": "",
            "description": "Drink if you've ever chosen to go out with the boys/girls rather than going out with your partner."
        },
        {
            "title": "",
            "description": "Feed someone almonds, candy, etc… using just your mouth."
        },
        {
            "title": "",
            "description": "Bearded players drink."
        },
        {
            "title": "",
            "description": "Go outside and try to summon the rain."
        },
        {
            "title": "",
            "description": "Call a local pizza place and try to convince someone that you need a “special” delivery person."
        },
        {
            "title": "",
            "description": "Drink if you've had a crush on your friend’s sibling."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Countries in Europe starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Drink if you finished university."
        },
        {
            "title": "",
            "description": "Say the alphabet backward or drink."
        },
        {
            "title": "",
            "description": "If there’s water nearby, it’s time to go skinny dipping or down your drink!"
        },
        {
            "title": "",
            "description": "Replace a common word everyone uses with an expression or drink twice."
        },
        {
            "title": "",
            "description": "Drink for every sibling you have."
        },
        {
            "title": "",
            "description": "Drink if you cry yourself to sleep."
        },
        {
            "title": "",
            "description": "Drink if you have ever faked an orgasm."
        },
        {
            "title": "",
            "description": "Dance until your next round or down your drink."
        },
        {
            "title": "",
            "description": "Drink if you have a driving license."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever given or been given ‘attention’ while driving a car?"
        },
        {
            "title": "",
            "description": "Gift your partner a sex toy and write a turn-on message to him/ her or drink."
        },
        {
            "title": "",
            "description": "Drink if you have belched on a date."
        },
        {
            "title": "",
            "description": "Pretend to have the foreplay you like the most or drink."
        },
        {
            "title": "",
            "description": "Everyone spanks you as hard as they can."
        },
        {
            "title": "",
            "description": "What’s the one thing you would do if you knew there were no consequences?"
        },
        {
            "title": "",
            "description": "Drink if English isn't your native language."
        },
        {
            "title": "",
            "description": "Fake an orgasm or drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you prefer anal?"
        },
        {
            "title": "",
            "description": "Make your “O” face or drink."
        },
        {
            "title": "",
            "description": "Demonstrate “how-to” finger a woman."
        },
        {
            "title": "",
            "description": "Sing your ABCs while twerking."
        },
        {
            "title": "",
            "description": "All players must touch you, the last to do so must drink."
        },
        {
            "title": "",
            "description": "Try to touch the ceiling without jumping, if you can't then you must drink."
        },
        {
            "title": "",
            "description": "On the count of three, all players must show a number on their hand from one to five, any players with the same number must drink."
        },
        {
            "title": "",
            "description": "What is the one thing you really like about yourself?"
        },
        {
            "title": "",
            "description": "Drink if you have stuck a gummy bear in your nose."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming K-pop Bands starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Go live for 5 minutes in a yoga position or each take a shot."
        },
        {
            "title": "",
            "description": "Players who have made a TikTok video take a drink."
        },
        {
            "title": "",
            "description": "Send a Facebook message to someone you’ve slept with describing a dirty dream you’ve had about them."
        },
        {
            "title": "",
            "description": "Send a winky face to your most recent contact."
        },
        {
            "title": "",
            "description": "The next player who wants to leave the room must finish their drink."
        },
        {
            "title": "",
            "description": "Drink if you hooked up with someone you just met within the first 24 hours."
        },
        {
            "title": "",
            "description": "Whichever player had the worst grades in highschool drinks."
        },
        {
            "title": "",
            "description": "Whichever player types the slowest drinks."
        },
        {
            "title": "",
            "description": "If you were forced to have sex with someone in your extended family, who would you pick?"
        },
        {
            "title": "",
            "description": "Whichever player is wearing the most makeup drinks."
        },
        {
            "title": "",
            "description": "Never have I ever broken a bone, drink if you have."
        },
        {
            "title": "",
            "description": "Take off a piece of clothing or drink."
        },
        {
            "title": "",
            "description": "Drink if you said I love you to someone."
        },
        {
            "title": "",
            "description": "Drink if you have bought a children’s toy for yourself as an adult."
        },
        {
            "title": "",
            "description": "Refer to yourself in third person for the next 2 rounds, drink when you fail."
        },
        {
            "title": "",
            "description": "Drink if you thought you had a good voice & actually started singing."
        },
        {
            "title": "",
            "description": "What’s the best piece of advice you've gotten from someone else?"
        },
        {
            "title": "",
            "description": "Drink if you've been dumped over text before."
        },
        {
            "title": "",
            "description": "Do a pole dance performance without a pole."
        },
        {
            "title": "",
            "description": "Answer or drink: Who do you most want to sleep with, out of everyone here?"
        },
        {
            "title": "",
            "description": "The most buff player must drink."
        },
        {
            "title": "",
            "description": "Answer or drink: What is your most favorite position for yoga?"
        },
        {
            "title": "",
            "description": "Allow the group one minute to browse your images or drink."
        },
        {
            "title": "",
            "description": "Feed the player on your right without using your hands or drink twice."
        },
        {
            "title": "",
            "description": "For the rest of the game, including at least one curse word in each statement or drink."
        },
        {
            "title": "",
            "description": "Drink if it's past midnight."
        },
        {
            "title": "",
            "description": "Pick a player and make out with them."
        },
        {
            "title": "",
            "description": "Player on your left explains a conspiracy theory they believe in, otherwise they drink."
        },
        {
            "title": "",
            "description": "Anyone with dyed hair must drink."
        },
        {
            "title": "",
            "description": "Suck your finger passionately for 15 seconds or drink."
        },
        {
            "title": "",
            "description": "Grind on the player in front of you for 30 seconds or drink."
        },
        {
            "title": "",
            "description": "Drink if you play any sport."
        },
        {
            "title": "",
            "description": "Drink if you've ever been cheated on."
        },
        {
            "title": "",
            "description": "Show the player on your left the dirtiest image you have on your phone."
        },
        {
            "title": "",
            "description": "Brunettes drink."
        },
        {
            "title": "",
            "description": "What’s the hottest sex dream you've ever had?"
        },
        {
            "title": "",
            "description": "Answer or drink: What is your favorite sex position?"
        },
        {
            "title": "",
            "description": "Show the player on your left a porn video you’d want to act out together."
        },
        {
            "title": "",
            "description": "Put a blindfold on and try to guess which body part the player on your left is touching you with."
        },
        {
            "title": "",
            "description": "Drink if you've ever been in handcuffs."
        },
        {
            "title": "",
            "description": "Anyone born in winter drink."
        },
        {
            "title": "",
            "description": "Kiss the person to your right or drink."
        },
        {
            "title": "",
            "description": "Spank a player of your choice or drink."
        },
        {
            "title": "",
            "description": "What’s the least sexual thing I’ve done that has gotten you aroused?"
        },
        {
            "title": "",
            "description": "Everybody who regularly smokes, drinks."
        },
        {
            "title": "",
            "description": "Call someone and tell them you love them."
        },
        {
            "title": "",
            "description": "Answer or drink: What would be more thrilling: angry sex or makeup sex?"
        },
        {
            "title": "",
            "description": "Take your pants off, put on “Pony” by Ginuwine, and vacuum seductively for the duration of the song."
        },
        {
            "title": "",
            "description": "Whichever player's phone battery is the lowest drinks."
        },
        {
            "title": "",
            "description": "Describe your favorite position in detail but without saying what it is. See if the group can guess it!"
        },
        {
            "title": "",
            "description": "Take your pants off or drink."
        },
        {
            "title": "",
            "description": "you must drink once, and then the player to your left must drink twice, and then the player to their left three times, and so on until it comes back to you."
        },
        {
            "title": "",
            "description": "Everyone chooses which side they prefer, Red or Blue, the smallest side must all drink."
        },
        {
            "title": "",
            "description": "Player on your right tries to make any other player laugh, if they're unsuccesful they take a drink, any player who laughs drinks."
        },
        {
            "title": "",
            "description": "Drink if you're drinking beer."
        },
        {
            "title": "",
            "description": "Anyone wearing lipstick must drink, and kiss someone on the cheek."
        },
        {
            "title": "",
            "description": "Drink if you glowed up after a breakup."
        },
        {
            "title": "",
            "description": "Drink if you get asked for your ID when asking for alcohol or other stuff."
        },
        {
            "title": "",
            "description": "Drink if you are a coffee person."
        },
        {
            "title": "",
            "description": "What’s the least amount of time you’ve known someone before you’ve had sex with them?"
        },
        {
            "title": "",
            "description": "Give the player on your left a boob shot"
        },
        {
            "title": "",
            "description": "Describe your last intercourse in detail or drink."
        },
        {
            "title": "",
            "description": "Drink if you have kissed someone with very bad breath."
        },
        {
            "title": "",
            "description": "Insult the player in front of you."
        },
        {
            "title": "",
            "description": "Answer or drink: If you got to have a threesome with people in this room, who would you do it with and why?"
        },
        {
            "title": "",
            "description": "Talk to your hand like you're making a game plan to sleep with someone else in the group."
        },
        {
            "title": "",
            "description": "Player on your left comes up with a rule for the rest of the game (ie. Say cheers before every drink, if you don't, take another drink)."
        },
        {
            "title": "",
            "description": "Everybody names the podcasts that they listen to, whoever listens to the least drinks."
        },
        {
            "title": "",
            "description": "Everyone must offer you a drink, you can choose one and take a drink from it."
        },
        {
            "title": "",
            "description": "Drink if you have ever used a fake ID."
        },
        {
            "title": "",
            "description": "Open the window and scream to the top of your lungs how much you love your mother, or drink!"
        },
        {
            "title": "",
            "description": "Choose a word and then everyone must go round clockwise saying words that rhyme with that word, the first one to fail must drink."
        },
        {
            "title": "",
            "description": "Reenact the opposite gender in bed or drink."
        },
        {
            "title": "",
            "description": "The person to your right has to ride you like a cowboy and you have to buck like a bronco."
        },
        {
            "title": "",
            "description": "Everybody, except for the player drinking the strongest drink out of the group, drinks."
        },
        {
            "title": "",
            "description": "Take a shot if you have ever lied to your partner."
        },
        {
            "title": "",
            "description": "If you had the power to give or receive unlimited orgasms, what would you pick?"
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever tried role-playing?"
        },
        {
            "title": "",
            "description": "What is your biggest relationship/dating ick?"
        },
        {
            "title": "",
            "description": "Drink if you forgot an anniversary date, birthday, or anything similar."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Rugby players starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Drink if you're wearing a necklace."
        },
        {
            "title": "",
            "description": "Drink if you have not opened your mouth at the dentist as a child."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Clothing brand starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Let the person on your right take an ugly picture of you and your double chin and post it on IG with the caption, “I don't leave the house without my double chin.”, or drink!"
        },
        {
            "title": "",
            "description": "Whichever player drives the most drinks."
        },
        {
            "title": "",
            "description": "Go in the bathroom and take a seductive selfie and show it to the player on your left."
        },
        {
            "title": "",
            "description": "Kiss someone from the same gender or drink."
        },
        {
            "title": "",
            "description": "Answer or drink: What was the last time you gave head?"
        },
        {
            "title": "",
            "description": "Show the last 5 photos/videos on your phone or drink."
        },
        {
            "title": "",
            "description": "Have someone in the group take a “sexy” selfie of yourself and send it to the last person you texted."
        },
        {
            "title": "",
            "description": "Anyone drinking beer must drink."
        },
        {
            "title": "",
            "description": "Take off your shirt and swing it in the air."
        },
        {
            "title": "",
            "description": "Drink if you've been to a concert with any of the players."
        },
        {
            "title": "",
            "description": "You choose which player has the nicest eyes, they must drink."
        },
        {
            "title": "",
            "description": "Race the player across from you to finish a drink, the loser must take another drink."
        },
        {
            "title": "",
            "description": "You can create a rule that players must follow or drink, for example: always be holding your drink or don't look at your phone."
        },
        {
            "title": "",
            "description": "Shortest player drinks."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Dog breeds starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Demonstrate the most flexible position you can do."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever taken money from someone for having sex?"
        },
        {
            "title": "",
            "description": "Dance seductively with the player on your right."
        },
        {
            "title": "",
            "description": "Drink if you said something embarrassing while on the speaker."
        },
        {
            "title": "",
            "description": "Pour a drink into the player on your rights mouth."
        },
        {
            "title": "",
            "description": "Whichever player is the most tanned drinks."
        },
        {
            "title": "",
            "description": "The male with the longest hair must drink."
        },
        {
            "title": "",
            "description": "Drink if you have clogged a public toilet."
        },
        {
            "title": "",
            "description": "Starting with you going clockwise from 1, you can either say one, two, or three numbers. for example one, two three, four. The person who says 21 must down their drink."
        },
        {
            "title": "",
            "description": "Put on the sexiest outfit you own."
        },
        {
            "title": "",
            "description": "Find a position online that you’ve never tried and act it out on furniture that’s in the room or drink."
        },
        {
            "title": "",
            "description": "Whichever player has the reddest lips drinks."
        },
        {
            "title": "",
            "description": "If you had to choose between only oral sex or only penetrative sex for the rest of your life, which one would you pick?"
        },
        {
            "title": "",
            "description": "Share a picture of the player to your right on your story, or take a sip!"
        },
        {
            "title": "",
            "description": "Whichever player knows how to play the most instruments drinks."
        },
        {
            "title": "",
            "description": "Pretend to be any animal in a sexy way."
        },
        {
            "title": "",
            "description": "Drink if you have looked at your face in the mirror for so long that you became afraid of it."
        },
        {
            "title": "",
            "description": "Answer or drink: Let someone go through your YouTube history and read it out to the group."
        },
        {
            "title": "",
            "description": "The drunkest player must take another drink."
        },
        {
            "title": "",
            "description": "Anyone religious drink."
        },
        {
            "title": "",
            "description": "Close your eyes and swipe right on your dating app 10 times."
        },
        {
            "title": "",
            "description": "Everybody sings a song together and takes a drink afterwards."
        },
        {
            "title": "",
            "description": "Offer your rear to another person for spanking."
        },
        {
            "title": "",
            "description": "Drink if you've ever stolen something from a restaurant."
        },
        {
            "title": "",
            "description": "Oldest player drinks."
        },
        {
            "title": "",
            "description": "Do your best to try to make the player on your left orgasm in the next 5 minutes."
        },
        {
            "title": "",
            "description": "Text your best friend and ask for sex tips."
        },
        {
            "title": "",
            "description": "Drink if you're having a good night."
        },
        {
            "title": "",
            "description": "Try to walk in a straight line, if you fail then you must drink."
        },
        {
            "title": "",
            "description": "Whichever player sleeps in the longest, on average, drinks."
        },
        {
            "title": "",
            "description": "Never have I ever used a dating site. Drink if you have."
        },
        {
            "title": "",
            "description": "The person across from you gets to choose your Facebook profile picture for the whole evening."
        },
        {
            "title": "",
            "description": "Answer or drink: How was your first time dating experience?"
        },
        {
            "title": "",
            "description": "Send a link to your favourite adult site."
        },
        {
            "title": "",
            "description": "Drink if you read Romeo & Juliet."
        },
        {
            "title": "",
            "description": "Whichever player has the shortest first name drinks."
        },
        {
            "title": "",
            "description": "Have you ever taken someone’s virginity?"
        },
        {
            "title": "",
            "description": "If you're over the age of 22 take a shot."
        },
        {
            "title": "",
            "description": "Drink if you are able to speak more than 2 languages."
        },
        {
            "title": "",
            "description": "Vegetarians drink."
        },
        {
            "title": "",
            "description": "Drink if you didn't wear a bra in public."
        },
        {
            "title": "",
            "description": "Drink if you have invented your own board game."
        },
        {
            "title": "",
            "description": "Drink if you're wearing lipstick."
        },
        {
            "title": "",
            "description": "Hand your phone to the person across from you and let them post whatever they want to your social media accounts."
        },
        {
            "title": "",
            "description": "Change your Instagram notes to “wanting quick hookup”"
        },
        {
            "title": "",
            "description": "Drink if you've ever drunk texted your ex."
        },
        {
            "title": "",
            "description": "The most formally dressed person must drink."
        },
        {
            "title": "",
            "description": "Put a timer on for 15 seconds and act out as many sexual positions as you can, clothes on."
        },
        {
            "title": "",
            "description": "Crawl on the ground seductively or drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever had a blind date."
        },
        {
            "title": "",
            "description": "Take a seductive selfie and send it to someone in the room."
        },
        {
            "title": "",
            "description": "Drink if you have kids."
        },
        {
            "title": "",
            "description": "The tallest player must stand up for one round."
        },
        {
            "title": "",
            "description": "Stand on one leg and drink."
        },
        {
            "title": "",
            "description": "Everybody names the podcasts that they listen to, whoever listens to the most drinks."
        },
        {
            "title": "",
            "description": "Drink if you peeked at someone else while they were changing."
        },
        {
            "title": "",
            "description": "The kinkiest player must drink."
        },
        {
            "title": "",
            "description": "Blindfold yourself and take a shot of the group’s choosing."
        },
        {
            "title": "",
            "description": "Player on your right must attempt a British accent or finish their drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever watched porn."
        },
        {
            "title": "",
            "description": "Have you ever had sex with more than one person at a time?"
        },
        {
            "title": "",
            "description": "Girls drink for their bra cup size, aa=0, a=1, b=2, c=3 and so on."
        },
        {
            "title": "",
            "description": "Drink if you have forgotten how old I am."
        },
        {
            "title": "",
            "description": "Describe yourself only using dirty talk."
        },
        {
            "title": "",
            "description": "Drink if you have unlocked your phone and then forgot what you wanted to do."
        },
        {
            "title": "",
            "description": "Drink if you have believed that you are immortal."
        },
        {
            "title": "",
            "description": "Player with the least money in their wallet drinks. If you don't want to show, take 2 shots."
        },
        {
            "title": "",
            "description": "Suck on the player on your rights toes."
        },
        {
            "title": "",
            "description": "Everyone must do a silly walk and then drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever role-played."
        },
        {
            "title": "",
            "description": "Drink if you have ever fainted."
        },
        {
            "title": "",
            "description": "Answer or drink: What is one thing you’ve never done in the bedroom?"
        },
        {
            "title": "",
            "description": "Drink if you tried to take over the world at least once."
        },
        {
            "title": "",
            "description": "Everyone drink."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming 50 cent songs starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Drink if you're part of a common group chat."
        },
        {
            "title": "",
            "description": "Drink if you flirted with someone when you was taken."
        },
        {
            "title": "",
            "description": "What do you think is the sexiest body part of the opposite sex?"
        },
        {
            "title": "",
            "description": "You must smell every player, the best-smelling player must drink."
        },
        {
            "title": "",
            "description": "Slap the bum of the player on your right."
        },
        {
            "title": "",
            "description": "Tell us what you would like to do at your bachelor/bachelorette party or drink."
        },
        {
            "title": "",
            "description": "Drink if you've brought any type of protection with you."
        },
        {
            "title": "",
            "description": "If your roommate is playing, drink."
        },
        {
            "title": "",
            "description": "Have you ever called someone (or been called) ‘Daddy’?"
        },
        {
            "title": "",
            "description": "Drink if you have accidentally shat your pants."
        },
        {
            "title": "",
            "description": "Drink if you have greeted a stranger who you thought was someone else."
        },
        {
            "title": "",
            "description": "Moan out the word Pappadam or drink."
        },
        {
            "title": "",
            "description": "Would you rather fuck someone 20 years older or 20 years younger?"
        },
        {
            "title": "",
            "description": "Players drinking Beer, must drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever caught someone you know having sex?"
        },
        {
            "title": "",
            "description": "Unemployed Drink."
        },
        {
            "title": "",
            "description": "The player with the shortest hair drinks."
        },
        {
            "title": "",
            "description": "Drink if you have kicked a pigeon."
        },
        {
            "title": "",
            "description": "Drink if you have ever lost $50 or more gambling."
        },
        {
            "title": "",
            "description": "Drink if you're wearing black"
        },
        {
            "title": "",
            "description": "Whoever has the cleanest room drinks (share pictures if possible)."
        },
        {
            "title": "",
            "description": "Call a super fancy restaurant and try to make a reservation under the name of Jennifer Aniston, or drink!"
        },
        {
            "title": "",
            "description": "Send a naughty SMS to a member of the group's contact list or drink."
        },
        {
            "title": "",
            "description": "For one round if anyone checks their phone they must drink."
        },
        {
            "title": "",
            "description": "Dog owners drink."
        },
        {
            "title": "",
            "description": "Just drink."
        },
        {
            "title": "",
            "description": "Text a random person and ask them if they think you’re hot."
        },
        {
            "title": "",
            "description": "Drink if you've ever played Never Have I Ever."
        },
        {
            "title": "",
            "description": "Mix every possible food in the house together and eat it, or drink!"
        },
        {
            "title": "",
            "description": "Player on your left must take a drink without using their hands."
        },
        {
            "title": "",
            "description": "Everyone wearing glasses must drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Would you ever have sex with someone for money?"
        },
        {
            "title": "",
            "description": "Drink if you've ever thought a friend’s baby is ugly."
        },
        {
            "title": "",
            "description": "Players drinking Wine, must drink."
        },
        {
            "title": "",
            "description": "If you can name the song playing right now choose someone to drink, if there is no music then you must drink."
        },
        {
            "title": "",
            "description": "Drink if you have caught anyone watching porn."
        },
        {
            "title": "",
            "description": "Anyone on their phone right now must drink."
        },
        {
            "title": "",
            "description": "Drink if your bestie hated your ex-boyfriend."
        },
        {
            "title": "",
            "description": "Drink if you've had a one-night stand."
        },
        {
            "title": "",
            "description": "Drink if you've ever been a maid of honor."
        },
        {
            "title": "",
            "description": "Answer or drink: What is the most adventurous thing you’d want someone to do to you?"
        },
        {
            "title": "",
            "description": "Send a text message to your crush, telling them your feet usually smell like rotten tomatoes and ask if they would put up with that, or drink!"
        },
        {
            "title": "",
            "description": "Tallest player drinks."
        },
        {
            "title": "",
            "description": "Do a sexy dance to a non-sexual song."
        },
        {
            "title": "",
            "description": "Answer or drink: What is your worst sexual experience?"
        },
        {
            "title": "",
            "description": "Drink if you've been blackout drunk."
        },
        {
            "title": "",
            "description": "What kind of porn did you last watch?"
        },
        {
            "title": "",
            "description": "Pick three players to drink."
        },
        {
            "title": "",
            "description": "Have you ever kicked someone out of your bed immediately after having sex?"
        },
        {
            "title": "",
            "description": "Sing the chorus of a song you’ve had sex to."
        },
        {
            "title": "",
            "description": "The person with the biggest shoe size must drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you prefer one-on-one or the more the merrier?"
        },
        {
            "title": "",
            "description": "Drink if you have peed in a friend’s bed."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you like to be on top or beneath?"
        },
        {
            "title": "",
            "description": "You have to leave an R-rated voicemail for an ex."
        },
        {
            "title": "",
            "description": "Mimic the way the person on your right walks, or drink!"
        },
        {
            "title": "",
            "description": "Fill up your cup and then down it."
        },
        {
            "title": "",
            "description": "Tell everyone where and how you met the player on your left."
        },
        {
            "title": "",
            "description": "Everyone must drink double for one round."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever dated someone just for sex?"
        },
        {
            "title": "",
            "description": "Player in front of you gets to challenge another player to a game / dare, loser drinks!"
        },
        {
            "title": "",
            "description": "Drink if you've ever got alcohol poisoning."
        },
        {
            "title": "",
            "description": "Push the player on your left."
        },
        {
            "title": "",
            "description": "Take off your shirt for the rest of the game."
        },
        {
            "title": "",
            "description": "Drink if you're drinking wine."
        },
        {
            "title": "",
            "description": "Drink if you've ever had a crush on someone your friend was dating."
        },
        {
            "title": "",
            "description": "Players drinking Water, must drink... twice."
        },
        {
            "title": "",
            "description": "Drink if you've said the wrong name."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever done the backdoor style, and would you?"
        },
        {
            "title": "",
            "description": "Send a voice message of you moaning to your partner."
        },
        {
            "title": "",
            "description": "Do a 360 spin or drink!"
        },
        {
            "title": "",
            "description": "Stoners drink."
        },
        {
            "title": "",
            "description": "What do most people think is true about you but isn't?"
        },
        {
            "title": "",
            "description": "Answer or drink: What is your most favorite foreplay?"
        },
        {
            "title": "",
            "description": "Do a one-minute handstand against a wall or take 2 shots."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Countries starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Different currencies starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Beatles songs starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Drink if you pretended you didn't hear him/her just to skip a question."
        },
        {
            "title": "",
            "description": "Pick two players, they have to kiss each other or both take a drink."
        },
        {
            "title": "",
            "description": "You’ve been naughty, time to be put in time out on someone’s lap for the next round."
        },
        {
            "title": "",
            "description": "Show us the last conversation you had with your partner or drink."
        },
        {
            "title": "",
            "description": "Drink half or what's left."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Music genres starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Have you ever cheated on someone?"
        },
        {
            "title": "",
            "description": "Tell the player on your right a riddle, if you can't think of one or they guess correctly then you must drink, if they can't figure it out they must drink."
        },
        {
            "title": "",
            "description": "If you're in the Finance department, drink!"
        },
        {
            "title": "",
            "description": "What's the worst thing you've ever done at work?"
        },
        {
            "title": "",
            "description": "Swap phones with the player on your right, and then both send one text to anyone you want."
        },
        {
            "title": "",
            "description": "You must keep one hand on your crotch for a round."
        },
        {
            "title": "",
            "description": "If you're wearing pink panties, drink."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Car brands starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Drink if you have tried sexy poses naked in front of the mirror."
        },
        {
            "title": "",
            "description": "Try to take off your underwear/bra without flashing."
        },
        {
            "title": "",
            "description": "Take off your pants for the rest of the game."
        },
        {
            "title": "",
            "description": "Answer or drink: When was the last time you cried?"
        },
        {
            "title": "",
            "description": "Do you have any sex tapes?"
        },
        {
            "title": "",
            "description": "Everyone ignore this player for one round."
        },
        {
            "title": "",
            "description": "Drink if you have dreamed of traveling through different realities with Rick (from Rick & Morty)."
        },
        {
            "title": "",
            "description": "Do 10 push-ups, if you can't then drink."
        },
        {
            "title": "",
            "description": "Try to take off your underwear/bra without flashing or drink."
        },
        {
            "title": "",
            "description": "Answer or drink: What do you do when you think about the person you love?"
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever cheated?"
        },
        {
            "title": "",
            "description": "Everyone looks at the ground and on the count of three looks up and looks at another player's eyes. any players making eye contact with each other must drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Where are you on the straight/queer spectrum? Be honest!"
        },
        {
            "title": "",
            "description": "What is your biggest insecurity?"
        },
        {
            "title": "",
            "description": "Try not to get turned on while you sit on the player on your rights lap and kiss their earlobe for 60 seconds."
        },
        {
            "title": "",
            "description": "Drink if you feared meeting your lover’s parents."
        },
        {
            "title": "",
            "description": "If you're in the Marketing department, drink!"
        },
        {
            "title": "",
            "description": "What’s the first thing you’d do if you could inhabit the body of the opposite sex for one hour?"
        },
        {
            "title": "",
            "description": "Sexily lick the food of your choice off the finger of the person to your left or drink."
        },
        {
            "title": "",
            "description": "If you're in the Sales department, drink!"
        },
        {
            "title": "",
            "description": "Let the player on your right lick your lips and you have to resist kissing or touching them the whole time."
        },
        {
            "title": "",
            "description": "Drink if you have had food poisoning."
        },
        {
            "title": "",
            "description": "Drink if you have your nails done."
        },
        {
            "title": "",
            "description": "Drink if you've been to an adult store."
        },
        {
            "title": "",
            "description": "Every player must read their last text out loud or drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever paid someone to have sex with you?"
        },
        {
            "title": "",
            "description": "Drink if you have any sex toys."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Eminem songs starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Drink if you're the oldest player."
        },
        {
            "title": "",
            "description": "Whichever player has the most hours in a video game drinks."
        },
        {
            "title": "",
            "description": "Pass an ice cube from your mouth to the mouth of another member of the group or drink."
        },
        {
            "title": "",
            "description": "Take a drink from the player on your right and left."
        },
        {
            "title": "",
            "description": "Order a pizza and pay the delivery guy in all small coins, or drink!"
        },
        {
            "title": "",
            "description": "Send the link to your favorite porn site to your partner or drink."
        },
        {
            "title": "",
            "description": "The next person to make eye contact with you must drink."
        },
        {
            "title": "",
            "description": "Everybody say cheers and take a drink."
        },
        {
            "title": "",
            "description": "Drink if you have siblings."
        },
        {
            "title": "",
            "description": "Drink if you wanted to tell your bestie that they’re a terrible driver."
        },
        {
            "title": "",
            "description": "Answer or drink: Let someone go through your Amazon purchase history and read it out to the group."
        },
        {
            "title": "",
            "description": "For one minute, call a random number on your phone and tell the person how much you want to make love to them."
        },
        {
            "title": "",
            "description": "Everyone down their drinks."
        },
        {
            "title": "",
            "description": "Think of a number from 1-10, the other players must go clockwise guessing the number, and whoever gets it correct can choose someone to drink."
        },
        {
            "title": "",
            "description": "Pretend to seduce someone from this group or drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever done a threesome?"
        },
        {
            "title": "",
            "description": "Let the person on your right draw on your face with a permanent marker."
        },
        {
            "title": "",
            "description": "Player on your right must share a screenshot of their recommended videos (YouTube, Netflix, etc.) or finishes their drink."
        },
        {
            "title": "",
            "description": "What is the one thing you dislike about yourself?"
        },
        {
            "title": "",
            "description": "Say five words starting with T in five seconds or drink."
        },
        {
            "title": "",
            "description": "Sing a song chosen by the group while eating spoonfuls of peanut butter."
        },
        {
            "title": "",
            "description": "Drink if you have sat on the toilet seat in a public toilet."
        },
        {
            "title": "",
            "description": "Drink if you kissed 2 boys in one night."
        },
        {
            "title": "",
            "description": "If your drink is mixed then take a drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you have an “I’m getting laid tonight” outfit? What is it?"
        },
        {
            "title": "",
            "description": "Pretend you’re giving a formal presentation about a detailed summary of how you like it in bed or drink."
        },
        {
            "title": "",
            "description": "Anyone who has Eaten during this game, must drink."
        },
        {
            "title": "",
            "description": "Drink if you have puked in a cab/taxi."
        },
        {
            "title": "",
            "description": "Walk up to an old lady on the street and tell her you're her grandson, or drink!"
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Jay-Z songs starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Send a suggestive text message to someone in your phone."
        },
        {
            "title": "",
            "description": "Anyone who has cried in the last month must drink in sorrow."
        },
        {
            "title": "",
            "description": "Drink if you turned down a marriage proposal."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you like to do it with the light on or off?"
        },
        {
            "title": "",
            "description": "Call a hospital and ask for emergency condoms."
        },
        {
            "title": "",
            "description": "Tell a joke, if no one laughs, drink. If they laugh, they drink."
        },
        {
            "title": "",
            "description": "Ask your partner to buy you a sex toy or drink."
        },
        {
            "title": "",
            "description": "Drink if you have spoken to yourself."
        },
        {
            "title": "",
            "description": "Have you ever re-gifted a present?"
        },
        {
            "title": "",
            "description": "Every dude drinks!"
        },
        {
            "title": "",
            "description": "Do your best fake “O” while looking the person to the left of you in the eye."
        },
        {
            "title": "",
            "description": "Answer or drink: Which date do you prefer the most, breakfast date or dinner date?"
        },
        {
            "title": "",
            "description": "The player with the cutest pet drinks (share pictures if possible)."
        },
        {
            "title": "",
            "description": "Drink if you slept with someone you wasn't attracted to."
        },
        {
            "title": "",
            "description": "What was the worst mistake that you've made in your life?"
        },
        {
            "title": "",
            "description": "You can pick a word that is banned for two rounds, if anyone says this word they must drink."
        },
        {
            "title": "",
            "description": "Pick up any book or magazine in the room and read from it as seductively as possible."
        },
        {
            "title": "",
            "description": "Answer or drink: If you had to flash just one person in this room, who would it be?"
        },
        {
            "title": "",
            "description": "Play Truth or Dare."
        },
        {
            "title": "",
            "description": "If you're in the Customer service department, drink!"
        },
        {
            "title": "",
            "description": "Eat a banana in a seductive manner."
        },
        {
            "title": "",
            "description": "Drink if you have her/him number saved under a nickname and not the real name."
        },
        {
            "title": "",
            "description": "Change your Instagram notes to “lonely tonight.”"
        },
        {
            "title": "",
            "description": "You can create a rule that players must follow or drink, for example: no one can say any name or players must only use their left hand."
        },
        {
            "title": "",
            "description": "Show your hidden talent, if your talent is liked the least, you must take a shot."
        },
        {
            "title": "",
            "description": "Tell the player on your left that you love them, passionately."
        },
        {
            "title": "",
            "description": "Allow the group to draw a penis on your body with a permanent marker or drink."
        },
        {
            "title": "",
            "description": "Whichever player had the best grades in highschool drinks."
        },
        {
            "title": "",
            "description": "You and the player on your right say your favorite movies, the rest of the players vote which movie is worst, and the player with the most votes must drink."
        },
        {
            "title": "",
            "description": "Drink if you have been with more than one person in a day."
        },
        {
            "title": "",
            "description": "Drink if you have caught your parents having sex."
        },
        {
            "title": "",
            "description": "Moan out the word Mr. Perera or drink."
        },
        {
            "title": "",
            "description": "Drink if you skipped school just because your friend was sick."
        },
        {
            "title": "",
            "description": "Whichever player is wearing the most jewlery drinks."
        },
        {
            "title": "",
            "description": "Answer or drink: Does size matter to you?"
        },
        {
            "title": "",
            "description": "Everyone chooses which side they prefer, pizza or burgers, the smallest side must all drink."
        },
        {
            "title": "",
            "description": "Show us your favorite sex position or drink."
        },
        {
            "title": "",
            "description": "Drink if you have had a bad haircut."
        },
        {
            "title": "",
            "description": "Anyone born in summer drink."
        },
        {
            "title": "",
            "description": "Spin a bottle and whoever it lands on must drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever lied about your age."
        },
        {
            "title": "",
            "description": "Would you rather sleep with only insanely hot people or sleep with only people who think you’re insanely hot?"
        },
        {
            "title": "",
            "description": "Answer or drink: When was the most embarrassing time you got turned on?"
        },
        {
            "title": "",
            "description": "Drink if you've been to a strip club."
        },
        {
            "title": "",
            "description": "Player with the highest Snapchat score drinks."
        },
        {
            "title": "",
            "description": "Demonstrate your most frequent sex position with the player on your left."
        },
        {
            "title": "",
            "description": "Send the drooling emoji to your ex."
        },
        {
            "title": "",
            "description": "Drink if you have been able to sing all high school musical songs by heart."
        },
        {
            "title": "",
            "description": "Drink if you watched a show just because they recommended it to you."
        },
        {
            "title": "",
            "description": "What’s the biggest lie you’ve told in order to get someone into bed?"
        },
        {
            "title": "",
            "description": "Drink if you've ever lied about the taste of a dish your girlfriend/boyfriend cooked."
        },
        {
            "title": "",
            "description": "Drink if you have done the dirty with your partner in the last 24 hours."
        },
        {
            "title": "",
            "description": "What’s the hottest body part on a girl?"
        },
        {
            "title": "",
            "description": "Answer or drink: What is the longest time you’ve ever given head?"
        },
        {
            "title": "",
            "description": "Drink if you've ever talk to yourself while looking in the mirror."
        },
        {
            "title": "",
            "description": "You must hold hands with the player on your left for one round."
        },
        {
            "title": "",
            "description": "Everyone chooses which side they prefer, tea or coffee, the smallest side must all drink."
        },
        {
            "title": "",
            "description": "The oldest player drinks."
        },
        {
            "title": "",
            "description": "Drink if you have taken pictures of your genitals."
        },
        {
            "title": "",
            "description": "Drink."
        },
        {
            "title": "",
            "description": "Fill your drink up."
        },
        {
            "title": "",
            "description": "Moan out the word Ane aiye or drink."
        },
        {
            "title": "",
            "description": "Make a video of you singing your favorite “love-making” song and post it on your Snapchat story."
        },
        {
            "title": "",
            "description": "Drink if you have picked out a wedgie in public."
        },
        {
            "title": "",
            "description": "Drink if you have brown eyes."
        },
        {
            "title": "",
            "description": "Drink if you stalked your ex on social media."
        },
        {
            "title": "",
            "description": "Draw something on a player of your choice."
        },
        {
            "title": "",
            "description": "Player on your left sips alcohol from your mouth or drink."
        },
        {
            "title": "",
            "description": "Pick up something from the trash and hold it in your hands for the rest of the game, or drink!"
        },
        {
            "title": "",
            "description": "Has anyone ever caught you having sex?"
        },
        {
            "title": "",
            "description": "Choose a theme. Everyone must go around and name something from that theme until someone can't, the loser must drink. For example You choose colors and the group must go around naming colours."
        },
        {
            "title": "",
            "description": "Drop an ice cube in your pants."
        },
        {
            "title": "",
            "description": "All players with the same drink as you must drink."
        },
        {
            "title": "",
            "description": "The player on your right must tell you a joke, you must decide if it's good enough, if it's not, they must drink."
        },
        {
            "title": "",
            "description": "Everybody who's wearing glasses drinks."
        },
        {
            "title": "",
            "description": "Everyone votes who the soberest player is, they must down their drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever made someone cry?"
        },
        {
            "title": "",
            "description": "Answer or drink: When was your first kiss?"
        },
        {
            "title": "",
            "description": "Stay completely still like a statue for one round."
        },
        {
            "title": "",
            "description": "Whichever player takes public transportation most frequently drinks."
        },
        {
            "title": "",
            "description": "Drink if you have stuffed your bra."
        },
        {
            "title": "",
            "description": "What’s the worst piece of advice you've given someone?"
        },
        {
            "title": "",
            "description": "Go online and order a sex toy you think the player on your left will like."
        },
        {
            "title": "",
            "description": "What's your favorite sex toy to use on your partner?"
        },
        {
            "title": "",
            "description": "Give the player on your left a belly button shot"
        },
        {
            "title": "",
            "description": "Drink if you used/owned a sex toy."
        },
        {
            "title": "",
            "description": "You must drink."
        },
        {
            "title": "",
            "description": "Drink if you have laughed at a Donald Trump tweet."
        },
        {
            "title": "",
            "description": "What’s the least amount of time that’s passed between you having sex with two different people?"
        },
        {
            "title": "",
            "description": "Drink if you have found dust in your belly button."
        },
        {
            "title": "",
            "description": "The player who has visited the most countries drinks."
        },
        {
            "title": "",
            "description": "Call your crush and try to turn him/ her on or drink."
        },
        {
            "title": "",
            "description": "Try to get the player on your left aroused just by touching them, but without touching any sexual parts."
        },
        {
            "title": "",
            "description": "Fill your drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you like to have music in the background or not?"
        },
        {
            "title": "",
            "description": "Ask the player on your left to write their name on your underwear in sharpie."
        },
        {
            "title": "",
            "description": "Anyone who has been sick while drinking must drink."
        },
        {
            "title": "",
            "description": "Brush your teeth with your best friend’s toothbrush, or drink!"
        },
        {
            "title": "",
            "description": "Do you have any anonymous social media accounts?"
        },
        {
            "title": "",
            "description": "Whichever player gets up the earliest drinks."
        },
        {
            "title": "",
            "description": "Drink if you have made an embarrassing TikTok video."
        },
        {
            "title": "",
            "description": "All the vegetarians in the group drink."
        },
        {
            "title": "",
            "description": "Ask the player on your right a general knowledge question, if they are correct then you drink, but if they are wrong they must drink."
        },
        {
            "title": "",
            "description": "Drink if you're wearing a thong."
        },
        {
            "title": "",
            "description": "Show your best seductive dance move or take a sip."
        },
        {
            "title": "",
            "description": "If you're in the Security department, drink!"
        },
        {
            "title": "",
            "description": "Drink if you have sent nude pictures."
        },
        {
            "title": "",
            "description": "What’s a sex act most people like that you think is overrated?"
        },
        {
            "title": "",
            "description": "Pick two people to drink. Or pick one person twice."
        },
        {
            "title": "",
            "description": "Eat a raw potato, or drink!"
        },
        {
            "title": "",
            "description": "The player with the straightest teeth must drink."
        },
        {
            "title": "",
            "description": "Would you rather receive a lap dance or give one to someone else?"
        },
        {
            "title": "",
            "description": "Answer or drink: Would you spit out or swallow?"
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever made a sex tape?"
        },
        {
            "title": "",
            "description": "Answer or drink: Who was your best partner and why?"
        },
        {
            "title": "",
            "description": "Every player must touch their nose, last person to do so drinks."
        },
        {
            "title": "",
            "description": "Drink if you have felt ashamed of your body hair."
        },
        {
            "title": "",
            "description": "Open Instagram and choose a person at random (cannot be someone in the group), and like every single post from the past year."
        },
        {
            "title": "",
            "description": "Choose a player to make you do anything they want for 20 seconds"
        },
        {
            "title": "",
            "description": "Drink if you have had an allergic reaction to another person."
        },
        {
            "title": "",
            "description": "Go around clockwise, play Never Have I Ever. Anyone who's done the action takes a sip."
        },
        {
            "title": "",
            "description": "Anyone with a one-syllable name must drink."
        },
        {
            "title": "",
            "description": "Do the WAP dance or down your drink."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Sex positions starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Where is the weirdest place that you’ve ever gone solo?"
        },
        {
            "title": "",
            "description": "Do your best version of the “Single Ladies” dance and record it."
        },
        {
            "title": "",
            "description": "Vegans drink."
        },
        {
            "title": "",
            "description": "Sing Color Me Badd's I Wanna Sex You Up to the tenth person in your phone's contacts or drink."
        },
        {
            "title": "",
            "description": "Try on player on your rights underwear."
        },
        {
            "title": "",
            "description": "Answer or drink: What’s your favorite fantasy to pleasure yourself to?"
        },
        {
            "title": "",
            "description": "Everyone must compliment you or drink."
        },
        {
            "title": "",
            "description": "Drink if you have listened to the wall while your flatmate was having sex."
        },
        {
            "title": "",
            "description": "Answer or drink: Is there anything stranger you have done with your partner?"
        },
        {
            "title": "",
            "description": "Drink if you have worn lingerie as clothing."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever wanted to cheat?"
        },
        {
            "title": "",
            "description": "Drink if you have been skinny dipping."
        },
        {
            "title": "",
            "description": "Grind on the player to your left for 30 seconds or drink."
        },
        {
            "title": "",
            "description": "Record a video explaining your thoughts about having sex with some random stranger or drink."
        },
        {
            "title": "",
            "description": "Shotgun a beer in under 15 seconds."
        },
        {
            "title": "",
            "description": "Answer or drink: If you were into the same sex, which male celebrity would you go for?"
        },
        {
            "title": "",
            "description": "Players drinking Vodka, must drink."
        },
        {
            "title": "",
            "description": "Drink if you tried to reason with a toxic ex."
        },
        {
            "title": "",
            "description": "Do something to the player on your left (for example flick them or push them) they must do that plus one more thing to the player on their left, keep going round clockwise adding steps until someone forgets one, the player who loses must drink."
        },
        {
            "title": "",
            "description": "Drink something you haven't drunk today."
        },
        {
            "title": "",
            "description": "Starting with you, go round clockwise saying situations like who is the most likely to pass out tonight? countdown from three and everyone must point at the player they think is most likely. they must drink."
        },
        {
            "title": "",
            "description": "Drink if you have a tattoo."
        },
        {
            "title": "",
            "description": "Drink if you're not a pet person."
        },
        {
            "title": "",
            "description": "Whichever player has the largest shoe size drinks."
        },
        {
            "title": "",
            "description": "If you would have sex with another player take a drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever talked dirty with someone of the same gender?"
        },
        {
            "title": "",
            "description": "What is your least favorite sex position and why?"
        },
        {
            "title": "",
            "description": "Open your music streaming service and play the most recent song you have listened to. Do not reveal the artist or song title. Drink for each person who can correctly identify either the band or the song title. "
        },
        {
            "title": "",
            "description": "Drink if you have screamed because of a scary movie."
        },
        {
            "title": "",
            "description": "What’s the best compliment you've ever given?"
        },
        {
            "title": "",
            "description": "The player showing the most skin must drink."
        },
        {
            "title": "",
            "description": "Everyone must touch a wall, the last person to do so must drink."
        },
        {
            "title": "",
            "description": "Any player who has spilled a drink tonight must drink."
        },
        {
            "title": "",
            "description": "Drink if you have smelled your dirty underpants."
        },
        {
            "title": "",
            "description": "Everyone must touch the floor, the last to do so must drink."
        },
        {
            "title": "",
            "description": "What’s the best piece of advice you've given someone?"
        },
        {
            "title": "",
            "description": "Drink if you have laughed at an inappropriate time."
        },
        {
            "title": "",
            "description": "The player with the biggest hands must take a drink."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Countries in Asia starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Player on your right shares a scar / injury story, otherwise they drink."
        },
        {
            "title": "",
            "description": "Play the rest of the game in just your underwear."
        },
        {
            "title": "",
            "description": "Drink if you have played a videogame for the entire night."
        },
        {
            "title": "",
            "description": "Take a screenshot of your text log."
        },
        {
            "title": "",
            "description": "If you're in the Administration department, drink!"
        },
        {
            "title": "",
            "description": "Comment on your celebrity crush’s post and say you get turned on by them."
        },
        {
            "title": "",
            "description": "Choose heads or tails and then flip a coin, if correct then everyone except you drinks, if incorrect then you drink."
        },
        {
            "title": "",
            "description": "Drink if you have injured yourself while drunk."
        },
        {
            "title": "",
            "description": "Answer or drink: Who was your first sexual partner?"
        },
        {
            "title": "",
            "description": "Drum a beat on the table, if the player on your right cannot repeat it they must drink."
        },
        {
            "title": "",
            "description": "Choose a word. Take rounds saying rhyming words. First to pause or miss must drink."
        },
        {
            "title": "",
            "description": "Blue-eyed players drink."
        },
        {
            "title": "",
            "description": "Send a random gif to the first person in your contact list with no explanation."
        },
        {
            "title": "",
            "description": "Choose someone to down their drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever dated someone you actually hate?"
        },
        {
            "title": "",
            "description": "Choose a player, everyone but you and that player must drink."
        },
        {
            "title": "",
            "description": "Drink if you thought that this current relationship was love at first sight."
        },
        {
            "title": "",
            "description": "Player with the longest hair drinks."
        },
        {
            "title": "",
            "description": "Answer or drink: What is the song that you get it on to the most?"
        },
        {
            "title": "",
            "description": "Drink if you're still on your first drink."
        },
        {
            "title": "",
            "description": "Everyone passes their drink to their left and lets them take a drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever played any stripping games."
        },
        {
            "title": "",
            "description": "Send your partner a nude picture of yours or drink."
        },
        {
            "title": "",
            "description": "Have you ever been cheated on?"
        },
        {
            "title": "",
            "description": "Answer or drink: What has been your best sexual experience?"
        },
        {
            "title": "",
            "description": "All players start drinking and can't stop until they stop."
        },
        {
            "title": "",
            "description": "All players must plank, first one out drinks."
        },
        {
            "title": "",
            "description": "What's a secret you've never told anyone?"
        },
        {
            "title": "",
            "description": "Drink if you can't remember your last card."
        },
        {
            "title": "",
            "description": "What is a somewhat weird fetish that you would actually try?"
        },
        {
            "title": "",
            "description": "Drink if you're wearing pink underwear."
        },
        {
            "title": "",
            "description": "Drink if you've kissed someone twice your age."
        },
        {
            "title": "",
            "description": "Take a sip every time someone says a specific word (e.g., drink, the, or drunk)."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever made out in a smelly bathroom?"
        },
        {
            "title": "",
            "description": "The next player to receive a notification on their phone drinks."
        },
        {
            "title": "",
            "description": "Drink if you have had sexual fantasies about Trisha Paytas."
        },
        {
            "title": "",
            "description": "Walk up to someone with a kid on the street and tell them their kid is ugly, or drink!"
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Movie genres starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Drink if you’ve cheated on a test."
        },
        {
            "title": "",
            "description": "Kiss your homie or drink."
        },
        {
            "title": "",
            "description": "Describe yourself seductively."
        },
        {
            "title": "",
            "description": "Drink if you have ever dated 2 people at once."
        },
        {
            "title": "",
            "description": "Drink if you tried to learn a Tik Tok dance."
        },
        {
            "title": "",
            "description": "Players with tattoos drink."
        },
        {
            "title": "",
            "description": "What’s something most people don’t like in bed, but you can’t get enough of?"
        },
        {
            "title": "",
            "description": "Player with the most Instagram followers drinks."
        },
        {
            "title": "",
            "description": "Answer or drink: When was the last time you felt like you were not yourself?"
        },
        {
            "title": "",
            "description": "Answer or drink: Who’s the hottest person at work?"
        },
        {
            "title": "",
            "description": "Stay silent for one round or drink."
        },
        {
            "title": "",
            "description": "What’s the meanest thing you've ever said to someone?"
        },
        {
            "title": "",
            "description": "Who is the most inappropriate person you’ve had a sexual fantasy about?"
        },
        {
            "title": "",
            "description": "Do your best moan or grunt."
        },
        {
            "title": "",
            "description": "You have to drink double for one round."
        },
        {
            "title": "",
            "description": "Drink if you're the tallest in the room."
        },
        {
            "title": "",
            "description": "What one sexual experience do you think about most often?"
        },
        {
            "title": "",
            "description": "Drink if you have been caught picking your nose."
        },
        {
            "title": "",
            "description": "Drink if you've ever had friends with benefits."
        },
        {
            "title": "",
            "description": "Drink if you have been hunted by a dog."
        },
        {
            "title": "",
            "description": "Drink if you wished your partner was older back in time."
        },
        {
            "title": "",
            "description": "Choose a player, and they must take a shot."
        },
        {
            "title": "",
            "description": "Answer or drink: Would you ever do a threesome?"
        },
        {
            "title": "",
            "description": "Drink if you have had the urge to taste detergents."
        },
        {
            "title": "",
            "description": "Do you believe in soul mates?"
        },
        {
            "title": "",
            "description": "Player who most recently bought something online drinks."
        },
        {
            "title": "",
            "description": "The player with the weakest drink must take a drink."
        },
        {
            "title": "",
            "description": "Drink if you've been to a bridal shower."
        },
        {
            "title": "",
            "description": "All players must end every sentence with not for one round. every time someone forgets they must drink."
        },
        {
            "title": "",
            "description": "Everyone says their favourite color, any players that say the same color must drink."
        },
        {
            "title": "",
            "description": "Stand up and do jumping jacks until your next turn."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever stripped before?"
        },
        {
            "title": "",
            "description": "Answer or drink: Are second rounds exciting or exhausting?"
        },
        {
            "title": "",
            "description": "Player on your right must attempt a Japanese accent or finish their drink."
        },
        {
            "title": "",
            "description": "Pick a position and imitate it with the person to your right or drink."
        },
        {
            "title": "",
            "description": "Shake hands with every player."
        },
        {
            "title": "",
            "description": "Player to your right drinks!"
        },
        {
            "title": "",
            "description": "Anyone who has had sex with more than 10 people must drink."
        },
        {
            "title": "",
            "description": "Take some of the drink from the player on your right and pour it into your drink."
        },
        {
            "title": "",
            "description": "Turn away from the other players and then one player has to tap your shoulder, if you guess who it was correctly everyone else drinks but if you are wrong you must drink."
        },
        {
            "title": "",
            "description": "If you could have one sexual superpower, what would it be?"
        },
        {
            "title": "",
            "description": "Locate the individual in the group who was born closest to your birth time and lick their face or let them lick yours or drink."
        },
        {
            "title": "",
            "description": "Drink if you have tried cat food."
        },
        {
            "title": "",
            "description": "Put your tongue out and cite a poem for at least 30 seconds, or drink!"
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Fruits starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Take someone’s shirt off with your teeth."
        },
        {
            "title": "",
            "description": "What’s the biggest misconception about you?"
        },
        {
            "title": "",
            "description": "Choose a partner and perform your favorite sex position."
        },
        {
            "title": "",
            "description": "Play this round with your eyes closed."
        },
        {
            "title": "",
            "description": "Call a friend and pick a serious fight with them, or drink!"
        },
        {
            "title": "",
            "description": "Try to undress player on your left with one hand."
        },
        {
            "title": "",
            "description": "Tell the group when you last orgasmed and describe in detail how you orgasmed."
        },
        {
            "title": "",
            "description": "Player with the cheapest phone drinks."
        },
        {
            "title": "",
            "description": "Lap dance on a chair or drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Where’s your favorite place to make out?"
        },
        {
            "title": "",
            "description": "Answer or drink: What was your most electrifying touch in your life and why?"
        },
        {
            "title": "",
            "description": "Whoever has traveled to most countries must drink."
        },
        {
            "title": "",
            "description": "Drink if you fight with your sibling over clothes."
        },
        {
            "title": "",
            "description": "The player you have known the longest must drink."
        },
        {
            "title": "",
            "description": "Anyone with a job must drink."
        },
        {
            "title": "",
            "description": "Drink if you have a piercing."
        },
        {
            "title": "",
            "description": "Drink if you've wet your bed when you were older than 18."
        },
        {
            "title": "",
            "description": "Pick a player to take a shot."
        },
        {
            "title": "",
            "description": "Do whatever the player on your left wants, if you can't then drink."
        },
        {
            "title": "",
            "description": "The person to your right is asked what their favorite role play is, and you get to act like whatever character they choose."
        },
        {
            "title": "",
            "description": "Drink if you have dreamed of being someone else."
        },
        {
            "title": "",
            "description": "Answer or drink: When was the last time you had a crazy one-night stand and why was it crazy?"
        },
        {
            "title": "",
            "description": "Answer or drink: What’s your take on sex in groups?"
        },
        {
            "title": "",
            "description": "Players drinking Arrack, must drink."
        },
        {
            "title": "",
            "description": "If you're wearing black panties, drink."
        },
        {
            "title": "",
            "description": "Take a drink from every player's drink."
        },
        {
            "title": "",
            "description": "What’s a common fetish that you would never try in real life?"
        },
        {
            "title": "",
            "description": "All players take a shot if you would get back with your ex."
        },
        {
            "title": "",
            "description": "Drink if you have had a crush on Justin Bieber."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever caught someone nude by mistake?"
        },
        {
            "title": "",
            "description": "Take 2 drinks, and give 2 drinks."
        },
        {
            "title": "",
            "description": "Tell your girlfriend that your friends don't like her so you can’t be with her anymore, or drink!"
        },
        {
            "title": "",
            "description": "Drink if you have laughed so much that you pissed yourself."
        },
        {
            "title": "",
            "description": "Shake what your mama gave ya or drink!"
        },
        {
            "title": "",
            "description": "Tell everyone your favorite hobby then drink."
        },
        {
            "title": "",
            "description": "Drink if you've held one of the players hair while they throw up."
        },
        {
            "title": "",
            "description": "What makes a relationship toxic in your opinion?"
        },
        {
            "title": "",
            "description": "Who would be in your dream orgy?"
        },
        {
            "title": "",
            "description": "Green-eyed players drink."
        },
        {
            "title": "",
            "description": "Send a shirtless selfie to someone you've slept with."
        },
        {
            "title": "",
            "description": "Give the person to your right a butterfly kiss or drink."
        },
        {
            "title": "",
            "description": "Everyone votes for who has the best haircut, the player with the most votes must take a drink."
        },
        {
            "title": "",
            "description": "Women drink twice."
        },
        {
            "title": "",
            "description": "Go on Facebook Live and read the back of a shampoo bottle in a British accent."
        },
        {
            "title": "",
            "description": "Leave a sexy voicemail to your ex."
        },
        {
            "title": "",
            "description": "Drink if you have sent the wrong person a sexual text message."
        },
        {
            "title": "",
            "description": "Drink if you have chewed food for someone else."
        },
        {
            "title": "",
            "description": "Answer or drink: Is there any late-night incident that you think can never happen to anyone else?"
        },
        {
            "title": "",
            "description": "Lie on your back and drink."
        },
        {
            "title": "",
            "description": "Play would you rather."
        },
        {
            "title": "",
            "description": "The players on your right and left must kiss each other or drink."
        },
        {
            "title": "",
            "description": "Would you rather dominate someone or be dominated?"
        },
        {
            "title": "",
            "description": "Take a drink if you've ever participated in a friends-only orgy."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you have a 'sweet spot'?"
        },
        {
            "title": "",
            "description": "Tell us your favorite pick up line or drink."
        },
        {
            "title": "",
            "description": "Put a blindfold on and kiss whatever body part the player in front of you put in front of your mouth."
        },
        {
            "title": "",
            "description": "Drink if you have gone to a strip club."
        },
        {
            "title": "",
            "description": "Drink if you have been way too drunk in a food restaurant."
        },
        {
            "title": "",
            "description": "Time to play spin the bottle! Kiss whoever the bottle lands on or drink."
        },
        {
            "title": "",
            "description": "Answer or drink: What is the longest time you’ve gone without sex?"
        },
        {
            "title": "",
            "description": "All girls must drink."
        },
        {
            "title": "",
            "description": "Drink if you prefer dogs over cats."
        },
        {
            "title": "",
            "description": "Ask your partner to send you a video of him/ her masturbating or drink."
        },
        {
            "title": "",
            "description": "You must not speak English for one round."
        },
        {
            "title": "",
            "description": "Have a staring competition with the person in front of you, the loser must drink."
        },
        {
            "title": "",
            "description": "Swap a piece of clothing with the closest player of the opposite sex."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Capital cities starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Drink if you've got more than one piercing."
        },
        {
            "title": "",
            "description": "Use provocative hand gestures every time you talk for the next two rounds."
        },
        {
            "title": "",
            "description": "Put 10 different liquids into a cup and drink it."
        },
        {
            "title": "",
            "description": "Everyone makes a strange face and then drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever lied to get out of plans."
        },
        {
            "title": "",
            "description": "Player in front of you takes two drinks together with another player."
        },
        {
            "title": "",
            "description": "Answer or drink: What sex position do you dislike?"
        },
        {
            "title": "",
            "description": "Pick 3 adjectives to describe the person on your left and then both drink."
        },
        {
            "title": "",
            "description": "Redheads drink."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming US states starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "What is the most disgusting thing you've ever done?"
        },
        {
            "title": "",
            "description": "Lick your elbow, if you can't, drink."
        },
        {
            "title": "",
            "description": "Drink if you sent a dirty text to the wrong person."
        },
        {
            "title": "",
            "description": "Kiss the player on your left nipples for 60 seconds."
        },
        {
            "title": "",
            "description": "Try to hit on someone in the group like you're at a bar. You have 3 minutes."
        },
        {
            "title": "",
            "description": "Cat owners drink."
        },
        {
            "title": "",
            "description": "Blondes drink."
        },
        {
            "title": "",
            "description": "Wine drinkers drink."
        },
        {
            "title": "",
            "description": "Name a skill or trivia category where you’re confident you can outshine everyone. Engage in a battle with those up for the challenge. Drink 2 shots for each person who beats you. "
        },
        {
            "title": "",
            "description": "Answer or drink: What’s your favorite body part on yourself? On your partner?"
        },
        {
            "title": "",
            "description": "Would you rather spank someone or be spanked?"
        },
        {
            "title": "",
            "description": "Drink or say something in the other person’s native language."
        },
        {
            "title": "",
            "description": "If you've ever kissed one of the other players then you must drink."
        },
        {
            "title": "",
            "description": "Anyone who has Hugged during this game, must drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Give a description of how your orgasm feels."
        },
        {
            "title": "",
            "description": "Answer or drink: Are you flexible in bed?"
        },
        {
            "title": "",
            "description": "Kiss the player on your right or both take a drink."
        },
        {
            "title": "",
            "description": "Whichever player goes to sleep the latest drinks."
        },
        {
            "title": "",
            "description": "What do you think is the sexiest body part of your same sex?"
        },
        {
            "title": "",
            "description": "Answer or drink: How many partners have you had at one time?"
        },
        {
            "title": "",
            "description": "Answer or drink: From whose mouth would you like to sip alcohol?"
        },
        {
            "title": "",
            "description": "Player on your right must finish their drink!"
        },
        {
            "title": "",
            "description": "Drink if you are vegan."
        },
        {
            "title": "",
            "description": "Drink if you have gone to a surprise party."
        },
        {
            "title": "",
            "description": "Compliment the player on your left."
        },
        {
            "title": "",
            "description": "Answer or drink: How frequently do you watch porn?"
        },
        {
            "title": "",
            "description": "If you have more than 5 siblings, take a shot."
        },
        {
            "title": "",
            "description": "Bend over the oldest players’ knee, and have them spank you twenty times while you say. “I'm sorry, I've been naughty Daddy.”."
        },
        {
            "title": "",
            "description": "Anyone who claims they are not drunk must drink."
        },
        {
            "title": "",
            "description": "The player with the longest hair must drink."
        },
        {
            "title": "",
            "description": "Whichever player has the largest head drinks."
        },
        {
            "title": "",
            "description": "Lick the bottom of your shoe, or drink!"
        },
        {
            "title": "",
            "description": "What sex act would you never do again?"
        },
        {
            "title": "",
            "description": "Drink if you memorize your bestie’s phone number."
        },
        {
            "title": "",
            "description": "Everybody but player on your right drinks."
        },
        {
            "title": "",
            "description": "Drink... twice."
        },
        {
            "title": "",
            "description": "Demonstrate your wildest fantasies."
        },
        {
            "title": "",
            "description": "Player on your right challenges another player to a game of Rock Paper Scissors, loser drinks."
        },
        {
            "title": "",
            "description": "Player on your left must come up with a product that they must attempt to 'sell' to the other players, if they're unsuccessful they must drink."
        },
        {
            "title": "",
            "description": "Everyone who has taken a picture tonight must take a drink."
        },
        {
            "title": "",
            "description": "Kiss the closest player to you on the forehead."
        },
        {
            "title": "",
            "description": "Drink if you think you'll be hungover tomorrow."
        },
        {
            "title": "",
            "description": "Go to your neighbors and ask if they would adopt you, or drink!"
        },
        {
            "title": "",
            "description": "Everybody shares their irrational fears, the player with the strangest fear drinks."
        },
        {
            "title": "",
            "description": "Drink if you have peed in your bed as an adult."
        },
        {
            "title": "",
            "description": "Bite a soap, or drink!"
        },
        {
            "title": "",
            "description": "Demonstrate your biggest turn-off."
        },
        {
            "title": "",
            "description": "Answer or drink: Who here are you most jealous of?"
        },
        {
            "title": "",
            "description": "Drink if you take/have ever taken drugs."
        },
        {
            "title": "",
            "description": "Answer or drink: What is your weirdest sexual fantasy?"
        },
        {
            "title": "",
            "description": "Drink if you have used an electric toothbrush to masturbate."
        },
        {
            "title": "",
            "description": "What’s the least sexy thing anyone’s ever said to you (while trying to be sexy)?"
        },
        {
            "title": "",
            "description": "Drink if you've ever dyed your hair after a breakup."
        },
        {
            "title": "",
            "description": "Drink if you've had a threesome."
        },
        {
            "title": "",
            "description": "What's the worst thing you've ever done?"
        },
        {
            "title": "",
            "description": "For one round if anyone answers a question asked by you they must drink."
        },
        {
            "title": "",
            "description": "Drink if you've never left the country."
        },
        {
            "title": "",
            "description": "Post a selfie of your most outrageous “O” face on your Snapchat story."
        },
        {
            "title": "",
            "description": "Take your pants off."
        },
        {
            "title": "",
            "description": "For the next round, you have to keep your hand on the inner thigh of the person to your left or drink."
        },
        {
            "title": "",
            "description": "Choose a drinking mate. Anytime you must drink, your drinking mate also drinks."
        },
        {
            "title": "",
            "description": "Drink if you're a virgin."
        },
        {
            "title": "",
            "description": "90s kids drink."
        },
        {
            "title": "",
            "description": "Kiss the player on your right neck for 30 seconds."
        },
        {
            "title": "",
            "description": "Do a sexy dance with a broom or drink."
        },
        {
            "title": "",
            "description": "Drink if you have worn your shirt the wrong way around."
        },
        {
            "title": "",
            "description": "High-five the player to your right and then both take a drink."
        },
        {
            "title": "",
            "description": "Reveal the color of your boxers, or drink!"
        },
        {
            "title": "",
            "description": "Go around clockwise, naming F1 race drivers starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Kiss and lick the player on your lefts lips and try to get them to lose control and kiss you."
        },
        {
            "title": "",
            "description": "Drink if you thought of making a baby."
        },
        {
            "title": "",
            "description": "Drink if you have run into a glass wall."
        },
        {
            "title": "",
            "description": "Whoever owns an RGB keyboard or mouse drinks."
        },
        {
            "title": "",
            "description": "Go round clockwise pointing at every player and saying their full names, if you can't do it then you must drink."
        },
        {
            "title": "",
            "description": "Find something sweet, put it in your mouth, and someone else has to take it out with their mouth."
        },
        {
            "title": "",
            "description": "Drink if you met up with someone from a dating app."
        },
        {
            "title": "",
            "description": "Drink if you have not picked up a foreign cell phone number and googled the number instead to see if it was important."
        },
        {
            "title": "",
            "description": "Have a player lick your back and form a word, guess the word or drink."
        },
        {
            "title": "",
            "description": "Drink if you have lost your bikini bottom/swimming trunks while swimming."
        },
        {
            "title": "",
            "description": "Players drinking Juice, must drink... twice."
        },
        {
            "title": "",
            "description": "Any player who's lived through a natural disaster drinks."
        },
        {
            "title": "",
            "description": "Whichever player has the most colorful socks drinks."
        },
        {
            "title": "",
            "description": "Send a seductive message to your crush or drink."
        },
        {
            "title": "",
            "description": "The last person to raise their drink must take a drink."
        },
        {
            "title": "",
            "description": "What one sexual experience would you want to erase from your memory?"
        },
        {
            "title": "",
            "description": "How many sex partners do you believe is “too many”?"
        },
        {
            "title": "",
            "description": "Tell your partner or crush that they are a “leg spreader”"
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever wanted to try on women’s clothing?"
        },
        {
            "title": "",
            "description": "Talk without opening your mouth for one round."
        },
        {
            "title": "",
            "description": "Answer or drink: What’s your worst substance story (getting drunk, high, etc.)?"
        },
        {
            "title": "",
            "description": "Drink if you thought about what a bad music taste your soulmate has."
        },
        {
            "title": "",
            "description": "What non-sexual part of your body turns you on the most when touched?"
        },
        {
            "title": "",
            "description": "Call a random person and pretend that you have called your partner or drink."
        },
        {
            "title": "",
            "description": "Drink if you have spoken to a plant."
        },
        {
            "title": "",
            "description": "Every time we come to a pause or zone out, drink!"
        },
        {
            "title": "",
            "description": "Go out and hug 5 trees, each for 30 seconds, or drink!"
        },
        {
            "title": "",
            "description": "Drink if you're engaged or married."
        },
        {
            "title": "",
            "description": "If you enjoy the taste of your drink, then take a drink."
        },
        {
            "title": "",
            "description": "Take off your underwear and give them to a cute stranger."
        },
        {
            "title": "",
            "description": "Drink if you kissed on the first date."
        },
        {
            "title": "",
            "description": "Answer or drink: How many people have seen you naked?"
        },
        {
            "title": "",
            "description": "List all of your ex’s in alphabetical order."
        },
        {
            "title": "",
            "description": "Pick up a random book and read it in the most seductive voice manageable."
        },
        {
            "title": "",
            "description": "Ask the player to the left of you a science question, if they are correct you drink, if not they drink."
        },
        {
            "title": "",
            "description": "You may shout chug at any point and everyone has to finish their drinks. can only be used once."
        },
        {
            "title": "",
            "description": "Every girl drinks!"
        },
        {
            "title": "",
            "description": "Player on your right must attempt a French accent or finish their drink."
        },
        {
            "title": "",
            "description": "Show us your favorite porn video or drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever eaten a full box of chocolates by yourself."
        },
        {
            "title": "",
            "description": "Close your eyes and the player on your left must give you a secret drink, if you can guess the drink correctly then they must drink if not then you must drink."
        },
        {
            "title": "",
            "description": "Whichever player speaks (at least at a basic level) the most exotic language drinks."
        },
        {
            "title": "",
            "description": "You can't tell the truth for a whole round, Drink if anyone catches you telling the truth."
        },
        {
            "title": "",
            "description": "Call the most recent person on your call log and make moaning noises."
        },
        {
            "title": "",
            "description": "Drink if you have ever sent nudes."
        },
        {
            "title": "",
            "description": "Hum a song, the first player to guess the song can choose someone to drink."
        },
        {
            "title": "",
            "description": "If you have farted in front of someone you like, drink."
        },
        {
            "title": "",
            "description": "If you're in the Development department, drink!"
        },
        {
            "title": "",
            "description": "The girl with the shortest hair must drink."
        },
        {
            "title": "",
            "description": "What's your guilty pleasure?"
        },
        {
            "title": "",
            "description": "Drink if you have ever had a crush on someone your friend has dated."
        },
        {
            "title": "",
            "description": "Drink if you flirted with someone when you knew they were taken."
        },
        {
            "title": "",
            "description": "Drink if you've ever been drunk in an Uber with any of the players."
        },
        {
            "title": "",
            "description": "Whoever has the messiest room drinks (share pictures if possible)."
        },
        {
            "title": "",
            "description": "Drink if you have ever gotten a lap dance."
        },
        {
            "title": "",
            "description": "Have each person in the group take turns feeding you candy, etc… and you have to say, “Thank you, Daddy” after each one."
        },
        {
            "title": "",
            "description": "Drink if you've ever pretended to be on your phone to avoid talking to someone."
        },
        {
            "title": "",
            "description": "Everyone raises their drinks and says cheers."
        },
        {
            "title": "",
            "description": "Answer or drink: What’s the weirdest thing you and your partner have ever done together?"
        },
        {
            "title": "",
            "description": "The player left of you must drink."
        },
        {
            "title": "",
            "description": "Down your drink."
        },
        {
            "title": "",
            "description": "Drink if you were talking about the ‘tea’ and the ‘tea’ comes by."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Natural disasters starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Do the splits or drink."
        },
        {
            "title": "",
            "description": "What’s an odd fetish that you would try out?"
        },
        {
            "title": "",
            "description": "Drink if you've ever flirted with your boss."
        },
        {
            "title": "",
            "description": "Drink if you have tried to fart silently, but it ended up being really loud."
        },
        {
            "title": "",
            "description": "Player on your right gets to choose another player to drink."
        },
        {
            "title": "",
            "description": "Everyone votes if they prefer dogs or cats, the side with the least votes must drink."
        },
        {
            "title": "",
            "description": "Tell everyone two truths and one lie Every player must guess which one is a lie Every player that gets it wrong must drink."
        },
        {
            "title": "",
            "description": "Drink if you have ever been arrested."
        },
        {
            "title": "",
            "description": "Player in front of you must do the robot dance or drink."
        },
        {
            "title": "",
            "description": "Everyone stands on one leg, the first to fall must drink."
        },
        {
            "title": "",
            "description": "Drink if you lied about being single because you wasn't interested in the person."
        },
        {
            "title": "",
            "description": "What is your worst habit?"
        },
        {
            "title": "",
            "description": "Which celebrity has the best body?"
        },
        {
            "title": "",
            "description": "Player with the palest skin drinks."
        },
        {
            "title": "",
            "description": "Players drinking Gin, must drink."
        },
        {
            "title": "",
            "description": "If there are more females than males, then females must drink. If there are more males than females, then males must drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever been in a fight."
        },
        {
            "title": "",
            "description": "Player on your right must post whatever the other players decide or finishes their drink."
        },
        {
            "title": "",
            "description": "Drink if you're vegan."
        },
        {
            "title": "",
            "description": "Drink if you've sent a nude or requested one from your partner."
        },
        {
            "title": "",
            "description": "Demonstrate to the room how to put a condom on using a banana."
        },
        {
            "title": "",
            "description": "If you're drinking beer, shotgun a beer. If not, down your shot."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you prefer rough or slow sex?"
        },
        {
            "title": "",
            "description": "When was the last time you lied and what was it?"
        },
        {
            "title": "",
            "description": "Call your partner and try to seduce him/ her or drink."
        },
        {
            "title": "",
            "description": "Smokers drink."
        },
        {
            "title": "",
            "description": "You can create a rule that players must follow or drink, for example: no players touch the floor or no one says the word what."
        },
        {
            "title": "",
            "description": "Down your drink and then take a shot."
        },
        {
            "title": "",
            "description": "Drink if you have walked around with your fly open for a whole day."
        },
        {
            "title": "",
            "description": "Anyone drinking vodka must drink."
        },
        {
            "title": "",
            "description": "Go around the room and guess everyone’s kinks."
        },
        {
            "title": "",
            "description": "What is the largest age gap you’ve had between you and someone you’ve had sex with?"
        },
        {
            "title": "",
            "description": "Challenge someone to a round of Kiss, Marry, Kill with three people in the group. If they refuse, they take a sip."
        },
        {
            "title": "",
            "description": "Have a thumb war with the player closest."
        },
        {
            "title": "",
            "description": "Anyone who has eaten during this game must drink."
        },
        {
            "title": "",
            "description": "Play one round of never have I ever."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever roleplayed?"
        },
        {
            "title": "",
            "description": "Drink if you have scratched your ass in public."
        },
        {
            "title": "",
            "description": "How old do you think is “too old” for someone to still be a virgin?"
        },
        {
            "title": "",
            "description": "Drink if you have resold a gift."
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever thought about the same sex?"
        },
        {
            "title": "",
            "description": "Choose which two players look the most alike, they  must both drink."
        },
        {
            "title": "",
            "description": "Every player must make an animal noise and then take a drink."
        },
        {
            "title": "",
            "description": "Anyone who touches the floor for one round must drink."
        },
        {
            "title": "",
            "description": "Demonstrate your best oral sex move on the nearest appropriate object."
        },
        {
            "title": "",
            "description": "If you're not wearing panties, drink twice."
        },
        {
            "title": "",
            "description": "Atheists drink."
        },
        {
            "title": "",
            "description": "Choose a player to remove a piece of clothing."
        },
        {
            "title": "",
            "description": "All single people must drink."
        },
        {
            "title": "",
            "description": "Player on your left must share their last 3 direct messages or finish their drink!"
        },
        {
            "title": "",
            "description": "Hug any player."
        },
        {
            "title": "",
            "description": "Drink if you have cheated on someone."
        },
        {
            "title": "",
            "description": "What's your relationship dealbreaker?"
        },
        {
            "title": "",
            "description": "Walk down the street in your underwear."
        },
        {
            "title": "",
            "description": "Drink if you have put a finger up your butt."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Vegetables starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Go around clockwise, naming Basketball players starting with you. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Choose a name, everyone must call you by that for the next 2 rounds. If they fail, they drink."
        },
        {
            "title": "",
            "description": "Drink if you thought of starting the gym and never actually did."
        },
        {
            "title": "",
            "description": "Kiss Every Player."
        },
        {
            "title": "",
            "description": "What’s #1 on your sexual bucket list right now?"
        },
        {
            "title": "",
            "description": "The player on your right must find something and bring it to you as a gift."
        },
        {
            "title": "",
            "description": "What's something you're glad your family doesn't know about you?"
        },
        {
            "title": "",
            "description": "Take a drink if you are currently wearing three different coloured pieces of clothing."
        },
        {
            "title": "",
            "description": "Drink if you have forgotten a friend’s birthday."
        },
        {
            "title": "",
            "description": "Drink if you have worn Crocs before."
        },
        {
            "title": "",
            "description": "Drink if you have eaten something you aren’t supposed to eat."
        },
        {
            "title": "",
            "description": "Men drink for a second for every inch they have."
        },
        {
            "title": "",
            "description": "Drink if you cried because of a terrible haircut."
        },
        {
            "title": "",
            "description": "Whichever player has the most Reddit karma drinks."
        },
        {
            "title": "",
            "description": "Seduce one of the group's members or drink."
        },
        {
            "title": "",
            "description": "You have 10 seconds to name 5 cereals or take a shot."
        },
        {
            "title": "",
            "description": "Drink if you owned a Kama Sutra."
        },
        {
            "title": "",
            "description": "Drink if you have hugged someone who actually wanted to shake your hand."
        },
        {
            "title": "",
            "description": "Drink if you're over 30."
        },
        {
            "title": "",
            "description": "Starting with you, go round clockwise complimenting each other."
        },
        {
            "title": "",
            "description": "Take a selfie with the player on your right and then both drink."
        },
        {
            "title": "",
            "description": "Drink if you've ever gone through a partner’s phone."
        },
        {
            "title": "",
            "description": "You choose which player is best dressed, they must drink."
        },
        {
            "title": "",
            "description": "Pick a player and guess the colour of their underwear. If you guess correctly, they drink, otherwise you drink."
        },
        {
            "title": "",
            "description": "Drink if you have played a drinking game during college until you threw up."
        },
        {
            "title": "",
            "description": "Drink if you said ‘I love you’ before the other person did."
        },
        {
            "title": "",
            "description": "You must say the date of birth of the player ahead of you, if correct they drink, if incorrect you drink."
        },
        {
            "title": "",
            "description": "Answer or drink: Who is your strangest off-limits crush?"
        },
        {
            "title": "",
            "description": "What’s the wildest place you've ever had sex?"
        },
        {
            "title": "",
            "description": "Kiss as many players as you want, drink for the number of players you don't kiss."
        },
        {
            "title": "",
            "description": "Ask the player on your right to write their name on your underwear in sharpie."
        },
        {
            "title": "",
            "description": "Pretend like you're making sweet, sweet, love to the couch for one minute."
        },
        {
            "title": "",
            "description": "Drink if you have thought of a child as ugly."
        },
        {
            "title": "",
            "description": "Blindfold me and let the player on your left kiss their favorite part of your body for 60 seconds."
        },
        {
            "title": "",
            "description": "Remove one piece of clothing every time you get a non-text notification on your phone."
        },
        {
            "title": "",
            "description": "Drink if you have done anything extremely embarrassing during sex."
        },
        {
            "title": "",
            "description": "The player to your right must drinks."
        },
        {
            "title": "",
            "description": "Every time the player on your right says “what?”, everyone drinks!"
        },
        {
            "title": "",
            "description": "Drink three times."
        },
        {
            "title": "",
            "description": "Kiss either the player on your left or right, you choose."
        },
        {
            "title": "",
            "description": "If this is your first time playing you must drink."
        },
        {
            "title": "",
            "description": "If its after 5pm, take a drink!"
        },
        {
            "title": "",
            "description": "Drink!"
        },
        {
            "title": "",
            "description": "Choose a person in the group and say what annoys you about them, or drink!"
        },
        {
            "title": "",
            "description": "What’s the most public place you’d fuck someone?"
        },
        {
            "title": "",
            "description": "Go clockwise, rating players on a scale of 1 to 10.  Rated players take a sip for the amount of ratings they got. Ex: 10/10 players take 10 sips."
        },
        {
            "title": "",
            "description": "When was the last time you cried and why?"
        },
        {
            "title": "",
            "description": "Everyone stands up, and the last person standing must drink."
        },
        {
            "title": "",
            "description": "Drink if you love chocolate."
        },
        {
            "title": "",
            "description": "Whichever player has the worst handwriting drinks."
        },
        {
            "title": "",
            "description": "Single people drink."
        },
        {
            "title": "",
            "description": "Everyone looking at this card must drink."
        },
        {
            "title": "",
            "description": "Whisper in the player on your lefts ear something you’ve always wanted to do in bed."
        },
        {
            "title": "",
            "description": "Drink if you been to a nude beach."
        },
        {
            "title": "",
            "description": "Anyone who owns an apple product must drink."
        },
        {
            "title": "",
            "description": "What is your greatest strength?"
        },
        {
            "title": "",
            "description": "Start drinking. Everyone must drink as long as you drink. You can stop at any time."
        },
        {
            "title": "",
            "description": "Take a shot if you've ever had a threesome."
        },
        {
            "title": "",
            "description": "Drink if you're not wearing underwear."
        },
        {
            "title": "",
            "description": "Females drink."
        },
        {
            "title": "",
            "description": "If yuo cna raed tihs tehn dinrk."
        },
        {
            "title": "",
            "description": "Post a story saying Just got engaged or drink."
        },
        {
            "title": "",
            "description": "Drink if you have had sexual fantasies about James Charles."
        },
        {
            "title": "",
            "description": "Call your mother and tell her “You Know!” and wait to see if she cracks and tells you her secret, or drink!"
        },
        {
            "title": "",
            "description": "Go around clockwise, naming 'Superheroes/Superheroines'. First to repeat or miss must drink."
        },
        {
            "title": "",
            "description": "Drink if you have shared a toothbrush with anyone."
        },
        {
            "title": "",
            "description": "Reveal to the group the number of days you have lasted without a shower, or drink!"
        },
        {
            "title": "",
            "description": "Whichever player takes the most supplements drinks."
        },
        {
            "title": "",
            "description": "Do a mini strip tease by taking off some of your clothing in front of the group or drink."
        },
        {
            "title": "",
            "description": "Tell everyone your favorite book and then drink."
        },
        {
            "title": "",
            "description": "Any players that met today must drink."
        },
        {
            "title": "",
            "description": "Make a rule. If someone breaks it, they must drink."
        },
        {
            "title": "",
            "description": "Everyone point at a player, the player with the most fingers pointed at them must drink."
        },
        {
            "title": "",
            "description": "Player on your left must show what is currently copied to their phone or computer's clipboard, otherwise drink."
        },
        {
            "title": "",
            "description": "Drink if you have told a joke that no one else found funny."
        },
        {
            "title": "",
            "description": "Answer or drink: Do you like a little bit of foreplay?"
        },
        {
            "title": "",
            "description": "Anyone who has Smoked during this game, must drink."
        },
        {
            "title": "",
            "description": "Player on your right must attempt a Spanish accent or finish their drink."
        },
        {
            "title": "",
            "description": "Answer or drink: What's your body count"
        },
        {
            "title": "",
            "description": "Answer or drink: Have you ever had it so loud that someone complained about it?"
        },
        {
            "title": "",
            "description": "Flash a body part or drink!"
        },
        {
            "title": "",
            "description": "Drink if you prefer to be on top."
        },
        {
            "title": "",
            "description": "Answer or drink: What is your favorite special toy?"
        },
        {
            "title": "",
            "description": "Players drinking Whiskey, must drink."
        },
        {
            "title": "",
            "description": "You choose which player has the nicest smile, they must drink."
        },
        {
            "title": "",
            "description": "Kiss the player on your rights earlobe for 60 seconds."
        },
        {
            "title": "",
            "description": "Pour your drink into the cup. The fourth person who gets this card must drink the cup."
        },
        {
            "title": "",
            "description": "Drink if you have had an embarrassing hairstyle."
        }
    ]
}
